{
  // Main prefabs
  "PrototypeSub": "Prototype Vessel",
  "Tooltip_PrototypeSub": "A partially corrupted alien vessel capable of teleportation and versatile modular improvement.",

  "PrototypeSub_Reconstruct": "Recentralize Prototype",
  "Tooltip_PrototypeSub_Reconstruct": "Supply materials to centralize the Prototype's warp core.",

  "ProtoRepairBot": "Precursor repair bot",
  "Tooltip_ProtoRepairBot": "This repair bot was designed to work in tandem with the Prototype vessel, moving around its hull to repair breaches.",

  // Items
  "Proto_PrecursorIngot": "Alien modular framework",
  "Tooltip_Proto_PrecursorIngot": "An advanced material similar to those used in alien structures. High structural integrity.",

  "IonPrism": "Ion prism",
  "Tooltip_IonPrism": "Highly concentrated energy storage device.",

  "DeployableLight": "Photon beacon",
  "Tooltip_DeployableLight": "A device for exploring in dark areas. Has a lifetime of 5 minutes. Deployed by hand or via Prototype; cannot be reclaimed once deployed",
  "DestroyDeployableLight": "Deactivate beacon",
  
  "ProtoDogPoster": "Dog(?) poster",
  "Tooltip_ProtoDogPoster": "A poster with a dog(?) in it.",

  "PrecursorCross": "Alien crucifix",
  "Tooltip_PrecursorCross": "A relic resembling a crucifix; possible religious significance.",

  "WarpReactor": "Warp core",
  "PrecursorRadio": "Alien device",

  "InterceptorFacilityKey": "Prototype interceptor tablet",
  "Tooltip_InterceptorFacilityKey": "Ancient tablet with a purple symbol. Pulses with dark energy.",
  
  "HullFacilityKey": "Prototype administrative tablet",
  "Tooltip_HullFacilityKey": "Ancient tablet with a black symbol.",

  "EngineFacilityKey": "Prototype engine tablet",
  "Tooltip_EngineFacilityKey": "Ancient tablet with a green symbol. Pulses with ionic energy.",

  "DefenseFacilityKey": "Prototype defense tablet",
  "Tooltip_DefenseFacilityKey": "Ancient tablet with a red symbol. Hot to the touch",
  
  "WarperRemnant": "Warper remnant",
  "AlienBuildingBlock": "Alien building block",
  "Tooltip_WarperRemnant": "Foundational alien resource awaiting activation.",
  "Tooltip_AlienBuildingBlock": "Foundational alien resource glowing with biomechanical energy.",
  
  "ProtoOrionFragmentor": "Alien surgical structure",
  "Tooltip_ProtoOrionFragmentor": "A surgical structure used on aliens",
  
  "ProtoDecorativeWorm": "Alien wyrm",
  "ProtoHangingWorm": "Alien wyrm",
  "ProtoWorm": "Alien wyrm",

  // Ency entries
  "EncyPath_DownloadedData/Prototype": "Prototype Development",
  "EncyPath_DownloadedData/Prototype/ProtoUpgrades": "Prototype Vessel Upgrades",
  "EncyPath_DownloadedData/Prototype/ProtoTerminal": "Terminal Data",
  "EncyPath_DownloadedData/Prototype/Scanned": "Scanned Data",
  
  "ProtoPrecursorIngotEncy_Title": "Alien Modular Framework",
  "ProtoPrecursorIngotEncy_Body": "An advanced material with high structural integrity. Its core, a modified form of a foundational alien building block, appears to stabilize 8 external frames used for dynamic construction. This PDA was unable to fully synthesize the original material's composition and had to change some elements.\nThis may lead to slightly lower durability.\n\nAnalysis:\n- High structural integrity\n- Useful for reinforced alien construction\n- Requires multiple advanced materials",
  "ProtoCloakEncy_Title": "Light Distortion Field",
  "ProtoCloakEncy_Body": "This schematic provides missing data relating to previously non-functional light refractors scattered across the hull of the Prototype. The data describes that the refractors are capable of generating a radius around the Prototype whereby most external light is dynamically bent around the submarine, effectively preventing all external light from reaching the Prototype.\n\nIt is clear that the intended use for this technology is to evade detection from aggressive fauna during emergency scenarios, leading to a relatively high ionic power draw.\n\n<b>WARNING:</b> According to the available schematics, the reflective barrier does <b>NOT</b> appear to affect the ability for the Prototype to be sensed through vibrations and sound.",
  "ProtoEmergencyWarpEncy_Title": "Emergency Warp Protocol",
  "ProtoEmergencyWarpEncy_Body": "This schematic contains a backdoor protocol for the Prototype's archway interceptor which enables it to instantaneously transport the vessel to a pre-specified location; Likely the submarine's point of construction.\n- Due to the immense concentration of dark energy delegated to this protocol, it is reccomended that it only be used in extremely dire situations, and not as a means of mundane traversal.",
  "ProtoInterceptorEncy_Title": "Archway Interceptor",
  "ProtoInterceptorEncy_Body": "The data from this schematic matches data seen in background scans of previously-encountered matter transportation terminals. The schematic appears to enable functioning of an onboard matter transportation device; Allowing the user to instantaneously transport themselves to any activated alien transportation archway. However, no protocols currently exist in this schematic to enable the user to access it from the primary archway network.\n\nThe following additional data has been extracted:\n- Each transport requires and consumes 1 ion cube.\n- One-way transportation only.\n- Data from each alien archway is required to enable teleportation to it.\n- The schematics include 1 built-in set of archway data.",
  "ProtoRepairDroidsEncy_Title": "Repair Droids",
  "ProtoRepairDroidsEncy_Body": "This upgrade details protocols enabling access to 4 previously non-functional autonomous maintenance robot assembly depots located in the Prototype's upper stern. Autonomous maintanance droid construction schematics match data found in background scans of previously-discovered alien facilities.\n\nMaintenance robots possess advanced welding technology capable of repairing external hull damage over time.\nSafety protocols onboard maintenance robots prevent droid deployment during creature attacks.",
  "ProtoDepthOptimizersEncy_Title": "Depth Optimizers",
  "ProtoDepthOptimizersEncy_Body": "This protocol activates passive depth optimizers built into the hull of the Prototype. These optimizers temporarily increase hull strength, allowing for near unlimited crush depth and greater efficiency at greater depths.",
  "ProtoIonBarrierEncy_Title": "Ion Barrier",
  "ProtoIonBarrierEncy_Body": "This schematic links previously non-functional ion energy emitters lining the hull of the Prototype. The energy field generated from these emitters creates a thin electrostatic mesh surrounding the vessel capable of absorbing blunt force impacts. The maximum capacity for the energy cells powering the energy emitters is limited, meaning that the barrier may require time to recharge in-between activations and may only fully protect the vessel for a few seconds at a time.",
  "ProtoStasisPulseEncy_Title": "Stasis Pulse",
  "ProtoStasisPulseEncy_Body": "This schematic uses energy emitters surrounding the hull of the ship to passively collect and discharge underwater electrostatic energy. The discharge of this energy closely resembles the latest defensive developments in the <i>Survival-Grade Alterra Stasis Rifle</i>. Upon charge and activation, the electrostatic pulse will temporarily paralyse nearby biological tissues including muscles, some internal organs and all brain activity.\n\nThe following additional data was extracted:\n- Paralysis of nearby organisms is dependent on their size. Larger organisms may regain mental functioning faster than smaller ones- Potentially leading to instantaneous death of small creatures.\n- The maximum capacity for the energy cells powering the electrostatic emitters is limited, meaning that the pulse may require time to recharge in-between activations and will consume a significant amount of stored energy.\n\n<b>Warning: Experiencing a discharge from this module may semi-permanently damage key cognitive functions such as muscle control, mental clarity and communication from the brain stem to vital and sensory organs causing potential brain death from cerebral hypoxia within 10 minutes of infliction. Avoid at all costs.</b>",
  "ProtoIonGeneratorEncy_Title": "Ion Generator",
  "ProtoIonGeneratorEncy_Body": "By conserving power from all non-essential systems onboard the submersible, this module allows the Ion engine to alter its functioning to serve as a localized fusion reactor- Slowly regenerating power over time in exchange for a loss of functionality onboard the submersible.\n\nThe following additional data was extracted:\n- Due to the extreme conservation of  power necessary to carry out the fusion reaction, the following systems are non-functional while the Ion generator is active:\n   - Defense modules\n   - Ion thrusters\n   - Archway interceptor\n   - Loading bay\n- If left unsupervised for extended periods of time, there is a significant risk of the leaking of dangerous gamma radiation and neutron projectiles escaping the reaction chamber and tearing holes through the ship’s hull.\n- The sub-atomic collisions generated from the fusion reactor may cause detectable vibrations up to 200 meters away.",
  "ProtoOverclockEncy_Title": "Overclock Module",
  "ProtoOverclockEncy_Body": "This protocol appears to temporarily sever several safety protocols related to energy regulation and the frequency at which instructions are sent from the Ion engine to the vessel’s primary thruster. On activation of this protocol, the vessel will expend a significant amount of energy in exchange for increasing the power running through the ship’s Ion thruster- Resulting in an increased speed.\n\nThe following additional data was extracted:\n- Haphazard use of the overclock module may result in weak points in the vessel’s exterior receiving heavy wear- Potentially resulting in spontaneous hull breaches.",
  "ProtoDeployableLightEncy_Title": "Photon Beacon",
  "ProtoDeployableLightEncy_Body": "This device appears to have been designed either as a navigational and visual aid, or as a decoy for small to medium sized fauna; perhaps both. Its design seems to accommodate for a central exothermic and chemiluminescent reaction contained within two halves of the device held together using precise sound waves. The energy contained within this sample is enough to luminate the device’s surroundings a few hundred meters in each direction, and will last for approximately two minutes.",
  "ProtoIonPrismEncy_Title": "Ion Prism",
  "ProtoIonPrismEncy_Body": "This object consists of two prismatic crystals fused together to minimize external surface area, as well as three smaller crystals affixed to the uppermost component. The energy contained within the prism is approximated to scale logarithmically with the quantity of ion cubes stored within it. If released, the resulting thermonuclear explosion would reach a distance of over 50 kilometers in all directions, and would prove fatal to all life forms within 3.3 kilometers- Enough to eradicate most of if not all biological life within the crater. In its current state, it does not seem possible nor wise to attempt to extract the energy from its container. Therefore, in order to use this object to power equipment, currently undiscovered technology would be needed.\n\n<b>Assessment: Handle with utmost care</b>",
  "OrionFacilityLogs_Title": "The Orion Neural Cluster",
  "OrionFacilityLogs_Body": "Following an expedition to an unnamed planet, it appears the aliens created a new, highly chaotic form of artificial intelligence using the twin systems referred to as ┅▞┃ and  ┅▖┃▜ . If further data surrounding these systems can be collected, a significant bonus will be waiting for you at Alterra HQ.\n\nNeural cluster testing V.23.1.18: ‘Or-Ion’\nCluster density: 2008 ━▞▄▄▞┏┃/ ▜\n┓┗┏┣┏┣┅┓▚ database access: RESTRICTED\nCluster growth potential: Largest thus observed\nCluster morality: NON-FUNCTIONAL\nCandidate strength: MODERATE\n\nWARNING: EXPOSING V.23.1.18 TO INCOMPLETE SCHEMATICS MAY DAMAGE BIO-DETECTION SOFTWARE. AVOID.",
  "DefenseFacilityLogs_Title": "Defense Facility Audit Logs",
  "DefenseFacilityLogs_Body": "This terminal appears to have been controlling the parameters surrounding this facility’s lockdown procedure which, prior to deactivation, involved a physical exterior barricade, complete internal data protection, and the distortion of nearby photon particles in an effort to cloak the sensitive internals of the facility.\n\nThe following information was decrypted from the onboard audit log:\n- The facility was constructed slightly following the erection of the Quarantine Enforcement Platform, and appears to be linked via a constant data stream to three other facilities in addition to the Quarantine Enforcement Platform.\n- The structure appears to have been specially positioned in a highly defensible location, and operational logs dictate that the facility was constructed in order to research the maternal aggression of megafauna inhabiting the ecological dead zone beyond the facility’s frontal barrier.\n- In order to control the damage done to the facility from megafauna attacks, several defensive technologies were researched and utilised to varying degrees within the facility. These technologies include schematics for a light distortion field, an ionic barrier system, and a momentary electrostatic pulse emitter.\n- Following a directive from a sibling facility much deeper underwater, this facility’s primary directive was to determine the aggression of a particular megafauna organism in order to ensure the safety of the sibling facility in its own analytic endeavours. However, an irregularity in the facility’s audit log history suggests that this directive was quickly abandoned following an impromptu command issued within the sibling facility, leading to the defensive technologies developed in this facility to be used to enact an irreversible lockdown, containing all life forms within it.\n- The final audit message indicates that this lockdown was lifted mere seconds ago.",
  "EngineFacilityLogs_Title": "Engine Facility Audit Logs",
  "EngineFacilityLogs_Body": "The following audit log outlines the operational data output from this facility dating back approximately 1000 years. Data relating to specific chronological periods is unable to be translated. However, the order of events has been preserved:\n\n┃▚╋▚┗     Facility established, stored thermal energy increasing.\n▜┏┃┃▖          Ion reactor testing begun, fluctuating energy levels under control.\n▜▞╋▚          Catastrophic failure detected, energy levels minimized.\n┅┏┫           Global directive updated, Ion reactor testing halted.\n┫┓               Entering hibernation, stored energy optimal for maintaining system health.\n┃▚╋▚┗     Planetary vessel detected within quarantine zone.\n▜┏┃┃▖          Stored energy reaching critically-low levels.\n▄▚┣              Massive energy discharge detected in Quarantine Enforcement Platform. Energy levels critical. System meltdown imminent.\n┅┏┫           Entering hibernation. Stored energy: 0 ▟\n▙┏┻┃             Audit log retrieved. Exiting hibernation.",
  "ProtoDatabankEncy_Title": "Prototype Schematic",
  "ProtoDatabankEncy_Body": "The information downloaded from this terminal appears to harbor corruption patterns discordant with previously-downloaded alien data.\n\nPotential causes may include:\n- Data being written in an alternative alien language.\n- Data utilizing technology separate from other terminals encountered thus far.\n- Data entering hibernation over a period of time significantly longer than other terminals.\n\nThe usable extracted data describes the schematics for a large, highly robust and capable submersible seemingly used to collect precise geographical data from bodies of water at great depths.\n\nThe vessel schematic includes:\n- A default crush depth of 1000m [SUBJECT TO CHANGE]\n- Exterior light reflection emitters; Currently non-functional\n- A large, hull-piercing intrusion situated at the vessel’s core, potentially indicating corrupted exterior schematics\n- 3 floors of useable interior\n- No entrance hatch\n- A launch bay situated in the hull closely resembling technology used to launch creature decoys in the Cyclops submersible\n- A highly advanced internal reactor capable of extracting power from alien sources, as well as harboring significant buildup and concentration of ion energy\n\nThe Alterra corporation advises that this data be uploaded immediately to the nearest trans-gov mandated data terminal to ensure the safe collection of all potentially dangerous alien da--\n\n<b>┛▖▛▚┣┅ protocols activated. Severing data stream.</b>",
  "ProtoFacilitiesEncy_Title": "Prototype Project Facilities",
  "ProtoFacilitiesEncy_Body": "Four alien facilities have been identified in reference to the alien “Dead zone mapping initative”. Each facility appears to be dedicated to developing technologies for a specific aspect of the vessel.\n\nIon Reactor Testing Facility:\n- Depth: 460m\n- Location: Outcropping located in a large, dark region approximately 1 kilometer west of this structure.\n- Objective: Restrict access to Prototype development facilities via ion energy resistance.\nObjective met\n\nWarp Technologies Development Facility:\n- Depth: 700m\n- Location: Richly bioluminescent cave system below the Quarantine Enforcement Platform\n- Objective: Prevent the harmful spread of Warp Core dark matter energy.\nObjective failing\n\nDefensive Technologies Research Facility:\n- Depth: 480m\n- Location: Situated between abyssal cliff faces south of the Aurora's thrusters.\n- Objective: Continue research on maternal megafauna aggression\nObjective overruled; Awaiting objective reassignment\n\nPrototype Administrative Facility:\n- Depth: ▛╋▝▙┗▙\n- Location: ┛┏┫┣▝ ┏▛ ┛▝▞┓\n- Function: ▙▚▛▚┃┛▚ ┛┅┛┣▚━┛ ▙▚╋▚▄┏┓━▚┃┣\n- Objective: ━▖▞┃┣▖▞┃ ▛▖▘▞▄▞┣┅ ▄┏▘▀▙┏┻┃",
  "OrionFragmentorEncy_Title": "Alien Surgical Structure",
  "OrionFragmentorEncy_Body": "This structure vaguely resembles human surgical operating tables, particularly those employing Magnetic Resonance Imaging technology, otherwise known as MRIs.\nScans indicate the two claw-like devices on each side of the table store electrostatic energy similar to those encountered in the Prototype defense facility’s stasis pulse generators, suggesting they may have been used to immobilize the patient during the procedure.\n\nThe uppermost claw contains powerful electromagnets, suggesting that the structure may have been used to scan neural activity, or otherwise extract it. Despite its small size, this structure contains enormous capacity for data transfer, and is in many ways technologically superior to other alien devices encountered thus far, suggesting that its assembly was either a large-scale collaborative effort, or that its creator was particularly specialized in brain scanning technology.\n\n ",
  "HullFacilityLogsEncy_Title": "Prototype Facility Records",
  "HullFacilityLogsEncy_Body": "This terminal contains data corresponding to the researchers posted within the Prototype administrative facility. The dataset is hugely complex, but some key information can be extracted regarding a total of 6 members of the alien species.\n\n┏▘┣┏\nDiscipline: Prototype project administrator\nStatus: Awaiting download from sanctuary Omega\n\n▙▚▖━┏┇\nDiscipline: Mechanical division\nStatus: Awaiting download from sanctuary Theta\n\n▄┅┏┃▞▘\nDiscipline: Resources management\nStatus: Deceased\n\n▞┃▙▞▜┏\nDiscipline: Technological research\nStatus: Awaiting download from sanctuary Gamma\n\n┏┗▞┏┃\nDiscipline: Robotics development\nStatus: Presumed deceased\n\n▘▄┫▗\nDiscipline: Non-essential systems maintenance\nStatus: Deceased",
  "OrionEndeavorsEncy_Title": "Or-Ion Analytic Endeavors",
  "OrionEndeavorsEncy_Body": "This terminal contains data stored in an audit log format detailing the analytic achievements of a particular member of the alien species automatically translated to Or-Ion.\n\nWas grown from seed approximately 2,000 earth years ago\nWas inducted into temple of research at age 130 after showing early promise in the field of neural analysis and robotics\nRelocated to 4546B to aid in high priority planetary geographical research “Prototype vessel development”\nIndependently invented design for quadrupedal maintenance robot modelled after native 4546B species “Cave Crawler” which was quickly adopted throughout the outer galaxy cluster as precautionary measure\nLed development of natural resource collection tunnel boring device modelled after native 4546B species “Ice Worm” in aid of Prototype development and disease research endeavors\nReceived multiple disciplinary infraction warnings from Prototype project administrator for tampering with robots during operation\nWaived right to enter sanctuary hibernation. Reason: Unfinished work",
  "AlienBuildingBlockEncy_Title": "Alien Building Block",
  "AlienBuildingBlockEncy_Body": "This terminal outlines key characteristics of a fundamental resource used in the construction of alien architecture and technology. The so called alien 'building block' is reported to contain both cybernetic and biological elements, and is used in seemingly every aspect of the alien's technology fabrication to varying degrees.\n\nA warning message at the summary of the info sheet reads:\n'Energy systems in self-warping constructs require perpetual building block consumption. Constructs are programmed to expel discharged building blocks marked with a pulsating yellow glow rechargeable by any multi-use fabrication terminal upon using warping technology.'\n\nBased on this message, it may be possible to acquire discharged building blocks from still-functional warper constructs or from the ground surrounding them and use the remnant to fabricate alien resources.\n Assessment: The Alterra corporation is not responsible for bodily harm caused by failed attempts to retrieve this object from self-warping constructs.",
  "HullFacilityTabletEncy_Title": "Prototype Administrative Tablet",
  "HullFacilityTabletEncy_Body": "This alien tablet hums with a constant stream of low-level ionic pulses, possibly as a form of location tracking or clearance detection. This suggests the tablet is of a higher security class than previously discovered alien tablets. The central black symbol resembles the previously encountered symbol for the alien Prototype vessel project, suggesting that it was developed to manage security clearance solely for individuals working on it.",
  "EngineFacilityTabletEncy_Title": "Engine Facility Tablet",
  "EngineFacilityTabletEncy_Body": "This alien tablet features a prominent triangular symbol at its centre and passively radiates at an intensity of 70mSv. The tablet itself contains traces of ionic energy similar to those contained within traditional alien power sources. While it is unclear what use the tablet may have served, it may have been used as a temporary store of ionic energy for technological development, or as a fuse-like safety device.",
  "InterceptorFacilityTabletEncy_Title": "Interceptor Facility Tablet",
  "InterceptorFacilityTabletEncy_Body": "Compiled from data pertaining to the Prototype's archway teleportation systems, this alien device is emblazoned with a purple symbol bearing a resemblance to previously-encountered alien archways. The symbol itself appears to contain trace levels of dormant antimatter particles. \nWhile the device's purpose is unclear, potential applications may include:\n- An antimatter storage device\n- A device used to test advanced alien transportation\n- A personal short-range alien transportation device",
  "DefenseFacilityTabletEncy_Title": "Defense Facility Tablet",
  "DefenseFacilityTabletEncy_Body": "Compiled from data pertaining to the Prototype's defensive systems, this alien tablet bears a red octagonal symbol, possibly representing stability or protection. The core of this alien tablet measures a total of 200 degrees Celcius. While it is unclear what purpose this may serve, it is possible that the aliens used temperature as a form of “tag” with which to classify their artifacts.",
  "ProtoWarpReactorEncy_Title": "Warp Core",
  "ProtoWarpReactorEncy_Body": "This alien artifact, taking the shape of a square bipyramid, appears to be harbouring massive amounts of concentrated dark energy not entirely dissimilar to the kind found within the Aurora’s dark matter reactor. Due to this kind of energy being primarily used for transportation and interdimensional matter translation across vast distances, it is reasonable to assume that this artefact may be a kind of ‘battery’ containing energy used by the alien species for different manners of teleportation.\n\n<b>Protective Shields</b>\n\n8 pyramid-shaped energy barriers surround the central warp core. These barriers are exhibiting substantial signs of decay as dark matter radiates from the core between them. It is clear that these shields have been built to withstand extreme levels of quantum dissonance, but that these levels may have gone unregulated for long enough to cause the protective shields to falter and release a sudden impulse of concentrated dark energy.\n\n<b>Surrounding Structure</b>\n\nThe surrounding structure also appears to be suffering from degradation caused by the leaking dark energy from the central core, leading to visible cracks and momentary pulses of dark energy through the structure.\n\n<b>Assessment: Highly unstable levels of dark energy present; Proceed with caution\n  ",
  
  "ProtoWormEncy_Title": "Operational Alien Wyrm",
  "ProtoWormEncy_Body": "A highly advanced tool, this robotic specimen is capable of large-scale resource extraction and subterranian self-navigation. It does not exhibit any directly aggressive tendencies. However, due the high concentration of rare minerals in Alterra technology, it may still pose a substantial threat to submersible hull integrity and overall safety if it deems such technology worth extracting.\n\n1. Mineral extraction equipment:\nThis autonomous device is equipped with highly advanced material extraction technologies. A frontal set of rotating frames exceeding 1,500 degrees Celcius serve to melt the outer layers of bedrock and minerals before passing them down through the specimen's body.\n\n2. Material transportation:\nThe “spine” of the specimen controls a powerful beam of a plasma-like substance which directs the flow of liquid mineral resources, distributing it throughout each spine segment which slowly fill with raw minerals as the wyrm moves through the ground.\n\n3. Profile:\nThe specimen measures a total of 220 metres in length. It appears to disregard the presence of living fauna, suggesting purely practical applications. Because the Alterra Corporation has not published specifications regarding the class assignment “leviathan” to cybernetic or robotic phenomena, this PDA will assign this specimen the class designation Xenoleviathan. Upon re-entry to trans-gov mandated space, data pertaining to this phenomena will undergo investigation from Alterra HQ and an official designation proclamation surrounding the specimen will be made.\n\n<b>Assessment:  Remain vigilant for subterranean boring in deeper regions.</b>",
  "ProtoHangingWormEncy_Title": "Modified Alien Wyrm",
  "ProtoHangingWormEncy_Body": "This alien wyrm appears to be a slightly modified version of previously-encountered models. Noteworthy modifications include an appended seed code marked, to some extent, for influence within this facility, likely as a precautionary measure only extended to this particular wyrm specimen for unknown reasons. Additionally, the body of the wyrm has been largely protected by the surrounding terrain, resulting in comparitively high remaining structural integrity compared to other models.\n\n<b>Assessment: May be scavenged for valuable material extraction equipment. Further investigation required.</b>",
  "ProtoDecorativeWormEncy_Title": "Dysfunctional Alien Wyrm",
  "ProtoDecorativeWormEncy_Body": "This colossal device is of alien origin, though is likely either unpowered or malfunctioning.\n\nRadio network:\nThe device is connected to several others like it through a constant radio signal, as well as to a central operations facility located in the ground beneath it. While the device is evidently unable to transmit signals, systems do exist which are actively ‘listening’ for a signal from a specific source.\n\nFunction and threat assessment:\nWhile it is difficult to ascertain the exact function of this device, its foremost segment contains technology designed either to cut, melt or otherwise dissolve tough rocks and mineral resources. This suggests that the device was likely used to collect such resources from hard layers of upper bedrock found in biomes exceeding 200m in depth. Despite the use of hostile architecture through spikes extending down the spine of the device, it is unclear whether it was used strictly as a means of resource collection or alien defense.\n\n<b>Assessment: May prove hazardous while functioning; Do not attempt to re-activate</b>",
  
  // Cameras
  "PrototypeCam1": "Camera ┓ - ▛┗┏┃┣▝",
  "PrototypeCam2": "Camera ╋ - ▄┏┻▚┗",
  "PrototypeCam3": "Camera ┫ - ┗▚▖┗",

  "BuildTerminal_Occupied": "Moonpool occupied!",

  // Power System
  "PrototypePowerLabel": "Prototype Power System",
  "ProtoCancelSelection": "Cancel",
  "ProtoPowerFull": "Power at max capacity",
  "ProtoReactorOpening": "Reactor opening",
  "ProtoUninstallSource": "Uninstall source",

  "UseProtoPowerSystem": "Access power system",
  "PowerCell_ProtoEfficiency": "This power source seems to be compatibile with the Prototype, albeit with a low efficiency.",
  "PrecursorIonCrystal_ProtoEfficiency": "This power source seems to be compatibile with the Prototype. It will likely run with middling efficiency.",
  "PrecursorIonPowerCell_ProtoEfficiency": "This power source seems to be compatibile with the Prototype. It will likely run with high efficiency.",

  // Vehicle access
  "ProtoAccessVehicle": "Access docked vehicle",
  "ProtoNoVehicleDocked": "No vehicle docked",
  "VehicleAccessEquipment": "Vehicle Access",
  
  // Deployables terminal
  "UseDeployableTerminal": "Access deployables storage",
  "ProtoDeployableEquipmentLabel": "Deployables Storage",

  // UI
  "DeployLightButton": "Deploy Light",
  "ToggleCloakButton": "Toggle Light Distortion Field",
  "WarpToMoonpool": "Warp to Moonpool",
  "ActivateStasisSphere": "Activate Stasis Field",
  "ProtoButtonEnable": "Activate",
  "ProtoButtonDisable": "Deactivate",
  
  // PDA voicelines
  "OnInterceptorTestDataDownloaded": "It appears this facility may have been used as a testing grounds for a diverse and highly configurable alien transport system.<duration=8000>\nThis data outlines operational logs following several experiments using this technology. Detecting partial temporal corruption.<delay=8400><duration=7921>",
  "OnEnterDefenseMoonpool": "Warning: Scans indicate the structural integral integrity of this facility may have been disturbed by the landing path of the Aurora.<duration=7681>\nThis information is legal conjecture until proven by the appropriate galactic federation authorities.<delay=8152><duration=6010>",
  "OnDefenseCloakDisabled": "Facility lockdown protocols disabled.<duration=2838>\nDetecting realignment in nearby photon particles.<delay=3000><duration=3579>",
  "OnMoonpoolNoPrototype": "The following broadcast is being continually transmitted from approximately 150 meters below:<duration=6382>\nScanning for Prototype signature...signature not found.<delay=7255><duration=4354>",
  "OnApproachDefenseFacility": "Detecting irregularity in the alignment of nearby photon particles.<duration=4697>\nEnvironmental scans indicate the existence of a subterranean tunnel extending into, and connecting to the surface of the surrounding terrain.<delay=4884><duration=8405>\nApproximate distance: 300m<delay=13607><duration=3138>",
  "NotifyPlayerNoExtinguishers": "Warning: Interior scans of this vessel indicate a breach of Alterra submersible safety code #4B0082.<duration=8137>\nPlease fabricate supplementary fire suppression equipment before attempting to pilot this vehicle.<delay=8137><duration=5728>",
  "PDA_Breach3Left": "Alien breach sealed. 3 further breaches detected.",
  "PDA_Breach2Left": "Alien breach sealed. 2 further breaches detected.",
  "PDA_Breach1Left": "Alien breach sealed. 1 further breach detected.",
  "PDA_Breach0Left": "Alien breaches sealed. Ion energy flow returning to normal levels.<duration=5024>\nLocal broadcast reads, Warp Technologies Development Facility<duration=4651><delay=5080>\nand Defensive Technologies Development Facility online.<duration=3904><delay=9694>\nPrototype Administrative Facility unresponsive.<duration=3866><delay=13859>",
  "OnEnterEngineFacility": "Detecting several breaches in energy infrastructure within this facility.<duration=4761>\nRepair is conducted at your own risk.<delay=5291><duration=2505>",
  
  // Upgrade tech types
  "ProtoEmergencyWarp": "Emergency Warp",
  "Tooltip_ProtoEmergencyWarp": "Allows the Prototype to warp back to the Quarantine Enforcement Platform",

  "ProtoCloak": "Light Distortion Field",
  "Tooltip_ProtoCloak": "Distorts light around the Prototype, allowing for travel without aggrevating wildlife",

  "ProtoDepthOptimizers": "Depth Optimizers",
  "Tooltip_ProtoDepthOptimizers": "Reroutes power to hull systems, removing crush depth and increasing efficiency in deeper areas",

  "ProtoIonBarrier": "Ion Barrier",
  "Tooltip_ProtoIonBarrier": "Converts large amounts of energy into a shield that reduces damage",

  "ProtoIonGenerator": "Ion Generator",
  "Tooltip_ProtoIonGenerator": "Directs all sub resources to siphoning energy from its surroundings. WARNING: Generates excess noise",

  "ProtoOverclockModule": "Engine Overclock Module",
  "Tooltip_ProtoOverclockModule": "Overclocks the engine, consuming additional power. WARNING: May cause hull stress",

  "ProtoArchwayOverride": "Archway Override",
  "Tooltip_ProtoArchwayOverride": "Overrides the teleported archway for 2 minutes, allowing for travel back to the Prototype",
  
  "ProtoRepairBotsModule": "Maintenance Bots",
  "Tooltip_ProtoRepairBotsModule": "Installs maintenance bot hangars, which will repair the sub once out of combat",

  "ProtoStasisPulse": "Stasis Pulse",
  "Tooltip_ProtoStasisPulse": "Dumps a large amount of energy into the surrounding area, causing temporary muscle atrophy",

  "ProtoVariablePowerStreams": "Variable Energy Streams",
  "Tooltip_ProtoVariablePowerStreams": "Upgrades old power circuits with new, more efficient ones, increasing energy efficiency for prolonged use.",

  "FinUpgradeText": "▜▚┣▛▞┃┛",
  "ProtoFinUpgrade1": "Install Fin Set",
  "Tooltip_ProtoFinUpgrade1": "Install a set of fins, increasing top speed and crush depth.",
  "ProtoFinUpgrade2": "Install Fin Set",
  "Tooltip_ProtoFinUpgrade2": "Install a set of fins, increasing top speed and crush depth. Unlocks docking capabilities.",
  "ProtoFinUpgrade3": "Install Fin Set",
  "Tooltip_ProtoFinUpgrade3": "Install a set of fins, increasing top speed and crush depth.",
  "ProtoFinUpgrade4": "Install Fin Set",
  "Tooltip_ProtoFinUpgrade4": "Install a set of fins, increasing top speed and crush depth.",
  
  "RelayUpgradeText": "┗▚▄▖┅┛",
  "ProtoRelayUpgrade1": "Install Power Relay",
  "Tooltip_ProtoRelayUpgrade1": "Install a power relay to the Prototype's Ion Reactor, increasing the max power capacity",
  "ProtoRelayUpgrade2": "Install Power Relay",
  "Tooltip_ProtoRelayUpgrade2": "Install a power relay to the Prototype's Ion Reactor, increasing the max power capacity",
  "ProtoRelayUpgrade3": "Install Power Relay",
  "Tooltip_ProtoRelayUpgrade3": "Install a power relay to the Prototype's Ion Reactor, increasing the max power capacity",
  "ProtoRelayUpgrade4": "Install Power Relay",
  "Tooltip_ProtoRelayUpgrade4": "Install a power relay to the Prototype's Ion Reactor, increasing the max power capacity",
  
  // Tech Groups & Categories (PDA Blueprints)
  "TechGroupPrototypeSub": "Alien Prototype Vessel",
  "TechGroupProtoFabricator": "Alien Facility Fabricator",

  "TechCategoryPrototypeSub": "Alien Prototype Vessel",
  "TechCategoryProtoModules": "Alien Sub Upgrades",
  "TechCategoryProtoFabricator": "Alien Facility Fabricator",

  // Engine Lever
  "ProtoEngineLeverEnable": "Start ion reactor",
  "ProtoEngineLeverDisable": "Shut down ion reactor",

  // Voice Notifications
  "Proto_AbandonShip": "{0}: Warning: Critical hull failure! Pressure destabilizing! Abandon ship!",
  "Proto_AheadFlank": "{0}: Ahead flank - Emergency speed!",
  "Proto_AheadSlow": "{0}: Ahead slow.",
  "Proto_AheadStandard": "{0}: Ahead standard.",
  "Proto_CreatureAttack": "{0}: Warning: Creature attack!",
  "Proto_DeployingDecoy": "{0}: Creature decoy deployed",
  "Proto_PhotonBeacon": "{0}: Photon beacon deployed",
  "Proto_EmergencyPower": "{0}: Emergency power only. Oxygen production offline.",
  "Proto_EmergencyWarp": "{0}: Activating emergency warp protocol in 3, 2, 1.<duration=6341>",
  "Proto_HullCritical": "{0}: Hull integrity critical!",
  "Proto_HullLow": "{0}: Caution: Hull integrity low!",
  "Proto_LDFActivate": "{0}: Generating active cloak.",
  "Proto_MaxDepth": "{0}: Warning: Maximum depth reached! Hull damage imminent.",
  "Proto_PoweringDown": "{0}: Ion reactor powering down.",
  "Proto_PoweringUp": "{0}: Ion reactor powering up.",
  "Proto_ProtocolThree": "{0}: Protocol three: Protect the pilot.",
  "Proto_ShieldsRaised": "{0}: Shields raised.",
  "Proto_TotalHullFailure": "{0}: Total hull failure in 5, 4, 3, 2, 1.<duration=7000>",
  "Proto_OpenMoonpool": "{0}: Prototype defense facility signature identified. Broadcasting clearance key.<duration=5628>\n...<delay=5628><duration=609>\nClearance key accepted.<delay=5191><duration=2310>",
  "Proto_WelcomeAboard": "{0}: User detected. Primary systems active.",
  "Proto_WelcomeAboard_Issue": "{0}: Onboarding user. Primary systems compromised.",
  "Proto_WelcomeAboard_Critical": "{0}: User detected. Primary systems critical.",
  "Proto_HullDamage": "{0}: Hull integrity compromised!",
  "Proto_HullRestored": "{0}: Hull integrity restored.",
  "Proto_CavitationDetected": "{0}: Warning: Vessel cavitation detected! Brace!",
  "Proto_FireExtinguished": "{0}: Fire extinguished",
  "Proto_FireDetected": "{0}: Warning: Fire detected!",
  "Proto_EngineOverheat": "{0}: Warning: Ion reactor overheat!",
  "Proto_EngineCritical": "{0}: Warning: Ion reactor temperature critical!",
  "Proto_OverclockEnabled": "{0}: Activating ion thruster overclock.",
  "Proto_OverrideTime1": "{0}: Archway target overriden. 120 seconds remaining.",
  "Proto_OverrideTime2": "{0}: Warning: 30 seconds until archway override collapse.",
  "Proto_NoPowerForWarp": "{0}: Additional power required for emergency warp.",
  "Proto_IonGeneratorOverheat": "{0}: Warning: Ion generator overheat!",
  "Proto_IonGeneratorEMP": "{0}: Ion generator stability compromised! Electromagnetic discharge in<duration=4627>\n5<delay=4653><duration=1032>\n4<delay=6012><duration=663>\n▚┗▜-3-3<delay=7365><duration=1578>1<delay=9114><duration=578>",
  "Proto_InterceptorLocked": "{0}: Primary system control directed to Orion neural cluster.<duration=4434>\nArchway interceptor offline. Directive priority: MAXIMAL.<delay=4556><duration=4900>",
  "Proto_ReactorLocked": "{0}: Primary system control directed to Orion neural cluster.<duration=3971>\nManual reactor control offline. Directive priority: MAXIMAL.<delay=4539><duration=5260>",
  "Proto_InvalidOperation": "{0}: Warning: Invalid operation",
  "Proto_InsufficientPower": "{0}: Warning: Insufficient power",
  
  // Terminal Voicelines
  "Proto_DevResumed": "{0}: Orion neural cluster reinitialized. Neural scans of user indicate disconnection from collective.<duration=7640>\nNetwork unavailable. Enabling black box protocol.<delay=7777><duration=4658>\nPrototype development resumed.<delay=12726><duration=2580>",
  "Proto_StoryEndPingVoiceline": "{0}: Prototype schematic database restored. Primary directive updated.<duration=5296>\nDeadzone mapping initiative online. Awaiting manual direction to ecological dead zone.<delay=5362><duration=5470>",
  "Proto_DefensePingSpawned": "{0}: Prototype defense facility coordinates decrypted from blackbox data.",
  "Proto_AdditionalData": "{0}: Additional Prototype schematics detected. Database updated.",
  "Proto_HullKeyUnlock": "{0}: Prototype Administrative Facility signature detected Southwest of this position.<duration=5528>\nAutonomous resource collection network offline.<delay=5535><duration=3211>\nClearance key schematics uploaded.<delay=8785><duration=2569>",
  
  "ProtoOrionNoData": "ORION",
  "ProtoOrionFullData": "OR-ION",

  // Facilities
  "CloakDisableTerminal": "Control terminal",
  "CloakDisableTerminal_Tooltip": "Deactivate cloak",
  "ProtoUpgradeUnlocked": "{0} data downloaded. {1} data fragment(s) remaining.",
  "ProtoUpgradeSetComplete": "{0} data downloaded. Data set complete.",

  // Ping Types
  "ProtoDefenseFacilityPing": "▙▚▛▚┃┛▚",
  "StoryEndPingType": "Dead zone mapping site",

  // Build terminal
  "UpgradeScreenHeader": "┫┓▜┗▖▙▚┛",
  "EngineUpgradeText": "▚┃▜▞┃▚",
  "ArchwayUpgradeText": "▞┃┣▚┗▘▚┓┣┏┗",
  "HullUpgradeText": "▝┫▄▄",
  "DefenseUpgradeText": "▙▚▛▚┃┛▚",
  "ProtoUndiscoveredSchematics": "┓┓┓┓┓┓┓┓┓┓┓",
  "ProtoAwaitingInput": "┻▖▞┣▞┃▜ ▞┃┓┫┣...",
  "ProtoNewUpgradeReceived": "┃▚┻ ▙▖┣▖ ▙▚┣▚▘┣▚▙...",
  "ProtoRecentralize": "Recentralize",
  "EngineUpgradeText_Native": "Engine",
  "ArchwayUpgradeText_Native": "Archway",
  "HullUpgradeText_Native": "Hull",
  "DefenseUpgradeText_Native": "Defense",
  
  // Precursor Fabricator
  "PrecursorFabricator": "Precursor Fabricator",
  "UsePrecursorFabricator": "Use precursor fabricator",
  "PrecursorFabricator_Tab_Keys": "Keys",
  "PrecursorFabricator_Tab_PowerSources": "Power sources",
  "PrecursorFabricator_Tab_Utilities": "Utilities",

  // Credits
  "ProtoCreditsText": "<size=90>THE PROTOTYPE</size>\n\n<b><size=60>Developers:</size></b>\n\n<b>Octolink</b>\n- Prototech director\n- 3D assets\n- Gameplay design & coordination\n- Narrative design\n- Voice acting (Or-Ion)\n\n<b>GamingForFun (IndigoCoder)</b>\n- Programming & technical lead\n- Design & implementation\n- Sub Library creation\n\n<b>Deamoz</b>\n- Sound design & OST\n\n<b>ClubEar</b>\n- 2D Assets\n\n<b>KooKoo</b>\n- Server staff\n- Contact support\n\n<b><size=60>Collaborators:</size></b>\n\n<b>SteveKong</b>\n- Video & trailer creation\n\n<b>N8Crafter</b>\n- Precursor tiles & 3D art consultant\n- Return of the Ancients compatibility consultant\n\n<b>Lilly23 (Snom/NoContextLilly)</b>\n- The Red Plague compatibility\n\n<b>Dr.Dyers</b>\n- Prototech team logo\n\n<b><size=60>Special Thanks:</size></b>\n\n<b>RedDev</b>\n<b>Al~</b>\n<b>Anthomnia</b>\n<b>Artyom (MildBlobFish)</b>\n<b>Esper</b>\n<b>FoulHawk</b>\n<b>Lee23</b>\n<b>Metious</b>\n<b>EldritchCarMaker</b>\n<b>MonikaCinnyRoll</b>\n<b>Obraxis</b>\n<b>Sebazavrik</b>\n<b>TheLastBacon</b>\n<b>The amazing Subnautica Modding community</b>\n\n<b>...And you!</b>"
}