{
  // Main prefabs
  "PrototypeSub": "Prototype Sub",
  "Tooltip_PrototypeSub": "A seemingly unfinished alien vessel capable of teleportation and extreme crush depths.",

  "ProtoRepairBot": "Precursor Repair Bot",
  "Tooltip_ProtoRepairBot": "This repair bot was designed to work in tandem with the Alien Prototype Submersible, moving around its hull to repair breaches.",

  // Items
  "Proto_PrecursorIngot": "Modular Alien Framework",
  "Tooltip_Proto_PrecursorIngot": "An advanced material similar to the one used in alien structures. High structural integrity.",

  "IonPrism": "Ion Prism",
  "Tooltip_IonPrism": "Highly concentrated energy storage device.",

  "DeployableLight": "Deployable Light",
  "Tooltip_DeployableLight": "A deployable light for exploring in dark areas. Has a lifetime of 2 minutes. Deployed by hand or via submersible; cannot be reclaimed once deployed",

  "ProtoDogPoster": "Dog(?) poster",
  "Tooltip_ProtoDogPoster": "A poster with a dog(?) in it",

  // Ency entries
  "EncyPath_DownloadedData/Precursor/ProtoUpgrades": "Prototype Sub Upgrades",
  "ProtoPrecursorIngotEncy_Title": "Alien Ingot",
  "ProtoPrecursorIngotEncy_Body": "An advanced material with high structural integrity. Scanned from the quarantine enforcement platform, this PDA was unable to fully synthesize the material's composition and had to change some elements.\nThis will therefore lead to slightly lower durability.\n\nAnalysis:\n- High structural integrity\n- Useful for extreme pressure vessels\n- Requires multiple advanced materials",
  "ProtoCloakEncy_Title": "Light Distortion Field",
  "ProtoCloakEncy_Body": "This cache provides missing data relating to the previously non-functional light reflection emitters situated across the hull of the Prototype. The data describes that the light-reflection emitters are capable of generating a radius around the Prototype whereby all external light is perfectly captured and internally reflected- Effectively preventing all light from within its radius from escaping.\n\nThe schematics outline that the reflective barrier extends to 60 meters in height, 60 meters from portside to starboard, as well as 100 meters from stern to bow.\n\nIt is clear that the intended use for this technology is to evade detection from predators, though no existing data can provide information regarding what species of fauna this vessel was designed to evade.\n\n<b>WARNING:</b> According to the available schematics, the reflective barrier does <b>NOT</b> appear to affect the ability for the Prototype to be sensed through vibrations and sound.",
  "ProtoEmergencyWarpEncy_Title": "Emergency Warp",
  "ProtoEmergencyWarpEncy_Body": "This cache appears to contain a backdoor protocol to the mini archway which enables it to instantaneously transport the Prototype submersible to a pre-specified location. The data corresponding to where this pre-specified location lies is unable to be decrypted.\n\nThe following additional data has been extracted:\n- Due to the immense concentration of energy necessary for this protocol to be activated, an energy equivalent of <b>four fully-charged ion power cells</b> must be available in order to activate it.\n- Due to incomplete energy-regulation technologies within this schematic, it can be inferred that <b>all available power will be exhausted upon activating this protocol</b>.",
  "ProtoInterceptorEncy_Title": "Archway Interceptor",
  "ProtoInterceptorEncy_Body": "The data from this schematic matches data seen in background scans of previously-encountered matter transportation terminals. The schematic appears to enable functioning of an onboard matter transportation device; Allowing the user to instantaneously transport themselves to any activated alien transportation archway. However, no protocols currently exist in this schematic to enable the user to access it from the primary archway network.\n\nThe following additional data has been extracted:\n- Each transport requires and consumes 1 ion cube.\n- One-way transportation only.\n- Data from each alien archway is required to enable teleportation to it.\n- The schematics include 1 built-in set of archway data.",
  "ProtoRepairDroidsEncy_Title": "Repair Droids",
  "ProtoRepairDroidsEncy_Body": "This upgrade details protocols enabling access to previously non-functional autonomous maintenance robot assembly depots. Maintenance robot construction schematics match data seen in background scans at previously-discovered alien facilities.\n\nThe following additional data was extracted:\n- Maintenance robots possess advanced welding technology capable of repairing external hull damage over time.\n- Safety protocols onboard maintenance robots prevent passive hull repair during creature attacks.",
  "ProtoPressureConvertersEncy_Title": "Hydrological Pressure Converters",
  "ProtoPressureConvertersEncy_Body": "This protocol activates passive pressure converters built into the hull of the Prototype. These pressure converters appear to have the ability to regulate energy reuptake at great depths.\n\nThe following additional data was extracted:\n- Energy efficiency increases with depths beginning at 800 meters below sea level.",
  "ProtoIonBarrierEncy_Title": "Ion Barrier",
  "ProtoIonBarrierEncy_Body": "This schematic links previously non-functional ion energy emitters lining the hull of the submersible. The nuclear energy field generated with these emitters creates a thin electrostatic mesh surrounding the vessel capable of absorbing blunt force impacts. The energy absorbed with this barrier uses reserve power directly proportional to the impact force; The more substantial the impact, the more energy must be consumed to deflect it.\n\nThe following additional data was extracted:\n- Light emitter subroutines appear to be inaccessible while the barrier is active.\n- Due to the encompassing nature of the mesh, disembarking the vessel is impossible while the barrier is active.\n- The maximum capacity for the energy cells powering the energy emitters is limited, meaning that the barrier may require time to recharge in-between activations and may be slow to fully protect the vessel.",
  "ProtoStasisPulseEncy_Title": "Stasis Pulse",
  "ProtoStasisPulseEncy_Body": "This schematic uses energy emitters surrounding the hull of the ship to passively collect and discharge underwater electrostatic energy. The discharge of this energy closely resembles the latest defensive developments in the <i>Survival-Grade Alterra Stasis Rifle</i>. Upon charge and activation, the electrostatic pulse will temporarily paralyse nearby biological tissues including muscles, some internal organs and all brain activity.\n\nThe following additional data was extracted:\n- Paralysis of nearby organisms is dependent on their size. Larger organisms may regain mental functioning faster than smaller ones- Potentially leading to instantaneous death of small creatures.\n- The maximum capacity for the energy cells powering the electrostatic emitters is limited, meaning that the pulse may require time to recharge in-between activations and will consume a significant amount of stored energy.\n\n<b>Warning: Experiencing a discharge from this module may semi-permanently damage key cognitive functions such as muscle control, mental clarity and communication from the brain stem to vital and sensory organs causing potential brain death from cerebral hypoxia within 10 minutes of infliction. Avoid at all costs.</b>",
  "ProtoVentilatorsEncy_Title": "Hydrodynamic Ventilators",
  "ProtoVentilatorsEncy_Body": "This schematic allows for more specialized functioning of ventilation grills lining the bow of the submersible. Adding protocols for adapting grill dimensions and orientation to increased water pressure, this module allows the Prototype submersible to more efficiently jettison water for greater propulsion at increased depths.\n\nThe following additional data was extracted:\n- Protocol specifies hydrodynamic ventilation at a minimum depth of <b>1000 meters</b> below sea level in order to conserve power.\n- At depths in excess of <b>10,000 meters</b>, the hydrodynamic ventilation fails to compensate for increased water pressure and its effects on the vessel’s speed greatly diminish.",
  "ProtoIonGeneratorEncy_Title": "Ion Generator",
  "ProtoIonGeneratorEncy_Body": "By conserving power from all non-essential systems onboard the submersible, this module allows the Ion engine to alter its functioning to serve as a localized fusion reactor- Slowly regenerating power over time in exchange for a loss of functionality onboard the submersible.\n\nThe following additional data was extracted:\n- Due to the extreme conservation of  power necessary to carry out the fusion reaction, the following systems are non-functional while the Ion generator is active:\n   - Defense modules\n   - Ion thrusters\n   - Archway interceptor\n   - Loading bay\n- If left unsupervised for extended periods of time, there is a significant risk of the leaking of dangerous gamma radiation and neutron projectiles escaping the reaction chamber and tearing holes through the ship’s hull.\n- The sub-atomic collisions generated from the fusion reactor may cause detectable vibrations up to 200 meters away.",
  "ProtoOverclockEncy_Title": "Overclock Module",
  "ProtoOverclockEncy_Body": "This protocol appears to temporarily sever several safety protocols related to energy regulation and the frequency at which instructions are sent from the Ion engine to the vessel’s primary thruster. On activation of this protocol, the vessel will expend a significant amount of energy in exchange for increasing the power running through the ship’s Ion thruster- Resulting in an increased speed.\n\nThe following additional data was extracted:\n- Haphazard use of the overclock module may result in weak points in the vessel’s exterior receiving heavy wear- Potentially resulting in spontaneous hull breaches.",
  "ProtoDeployableLightEncy_Title": "Deployable Light",
  "ProtoDeployableLightEncy_Body": "The data downloaded from this data cache include the schematics for a deployable device designed as a navigational and visual aid. The protocol counterpart appears to enable the deployment of this device from an onboard loading bay situated at the bow of the Prototype.\n\nThe following additional data was extracted:\n- Upon deployment, the light beacon will eject from the Prototype’s hull and remain stationary for approximately two minutes.\n- When activated, a powerful chemical reaction within the beacon will emit a powerful stream of light in all directions.\n- The dually-segmented anchors in this device appear to utilize a precise stream of sound waves in order to contain the chemiluminescent reaction suspended between them. It is possible that this sound may be audible to fauna with a substantially-developed sense of hearing.\n- The rotating of the device’s anchors is unpredictable, likely caused by the erraticity of the light source’s highly exothermic reaction. Exercise caution when approaching the beacon’s core as there is a substantial risk of this reaction causing skin irritation, rashes, and sudden loss of external tissues.",

  // Cameras
  "PrototypeCam1": "Camera 1 - Bow",
  "PrototypeCam2": "Camera 2 - Keel",
  "PrototypeCam3": "Camera 3 - Screw",
  "PrototypeCam4": "Camera 4 - Conning Tower",

  "BuildTerminal_Occupied": "Moonpool occuped\nCannot build!",

  // Power System
  "PrototypePowerLabel": "Prototype Power System",

  "UseProtoPowerSystem": "Access power system",
  "PowerCell_ProtoEfficiency": "This power source seems to be compatibile with the Architect Prototype submarine, albeit with a low efficiency.",
  "PrecursorIonCrystal_ProtoEfficiency": "This power source seems to be compatibile with the Architect Prototype submarine. It will likely run with middling efficiency.",
  "PrecursorIonPowerCell_ProtoEfficiency": "This power source seems to be compatibile with the Architect Prototype submarine. It will likely run with high efficiency.",

  // Teleporter descriptions
  "ProtoTeleporter_SelectDest": "Select Destination",
  "ProtoTeleporter_NoTPSet": "No Archway Selected",

  "guntpM_ProtoLabel": "Thermal Plant Facility Archway",
  "guntpS_ProtoLabel": "Quarantine Enforcement Platform Archway",

  "finaltpM_ProtoLabel": "Primary Containment Facility Archway",
  "finaltpS_ProtoLabel": "Moutains Primary Containment Archway",

  "islandtpM_ProtoLabel": "Mountain Island Archway",
  "islandtpS_ProtoLabel": "Floating Island Archway",

  "cragfieldtpM_ProtoLabel": "cragfieldtpM_ProtoLabel",
  "cragfieldtpS_ProtoLabel": "cragfieldtpS_ProtoLabel",

  "kooshzonetpM_ProtoLabel": "kooshzonetpM_ProtoLabel",
  "kooshzonetpS_ProtoLabel": "kooshzonetpS_ProtoLabel",

  "lostrivertpM_ProtoLabel": "lostrivertpM_ProtoLabel",
  "lostrivertpS_ProtoLabel": "lostrivertpS_ProtoLabel",

  "mushroomforesttpM_ProtoLabel": "mushroomforesttpM_ProtoLabel",
  "mushroomforesttpS_ProtoLabel": "mushroomforesttpS_ProtoLabel",

  // Deployables terminal
  "UseDeployableTerminal": "Access deployables storage",
  "ProtoDeployableEquipmentLabel": "Deployables Storage",

  // UI
  "DeployLightButton": "Deploy Light",
  "ToggleCloakButton": "Toggle Light Distortion Field",
  "WarpToMoonpool": "Warp to Moonpool",
  "ActivateStasisSphere": "Activate Stasis Field",
  "ProtoButtonEnable": "Activate",
  "ProtoButtonDisable": "Deactivate",

  // Upgrade encies
  "ProtoTeleporterEncyEntry": "Alien Archway Testing",
  "ProtoTeleporterEncyEntry_Body": "Interceptor Compatibility Test Audit Log\n\nTrial 1 - Interceptor /  ▞┏┃ -  ▜▚┃▚┗▖┣┏┗ compatibility test\n\n- ▞┏┃ -  ▜▚┃▚┗▖┣┏┗ activated; power streams redirecting\n- Interceptor energy link established; connection strength nominal\n- Subject entering Interceptor\n- Detecting significant fluctuations in Interceptor connection strength\n- Subject successfully de-materialized; matter transfer in 7.14  ▄━▖┏\n- ETA surpassed; Engaging ┛▖▛▚┣┅ protocols\n- Exponential ionic energy spike detected in  ▞┏┃ -  ▜▚┃▚┗▖┣┏┗ subsystems; Severing energy stream\n- Subject matter information lost; trial unsuccessful\n\nTrial 2 - Interceptor ┏┳▚┗┗▞▙▚ module functionality test\n\n- ┏┳▚┗┗▞▙▚ module installed; increasing Interceptor power threshold\n- Auxiliary power streams engaged; power threshold met\n- Interceptor energy link established; connection strength within acceptable error margin\n- Subject entering interceptor\n- Connection strength returned to normal levels\n- Subject successfully de-materialized; matter transfer in 17.53  ▄━▖┏\n- ┏┳▚┗┗▞▙▚ module protocols called\n- Detecting fluctuations in kinetic energy output; Wavelength emission: 470 ┃▖┃┏━\n- Interceptor test terminal link successfully intercepted; matter information received\n- Biomechanic inspection yields no notable results\n- Subject re-entering Interceptor test terminal\n- Matter information successfully transmitted\n- Subject confirmation detected; trial successful\n\nTrial 3 - Interceptor / ▚━▚┗▜▚┃▘┅ - ┻▖┗┓module compatibility test\n\n- ▚━▚┗▜▚┃▘┅ - ┻▖┗┓ module installed; preparing for mass power redirection & consumption\n- Interceptor energy link established; connection strength nominal\n- Activating ▚━▚┗▜▚┃▘┅ - ┻▖┗┓ countdown protocols\n- Detecting significant Interceptor energy redirection; connection strength destabilizing\n- ▚━▚┗▜▚┃▘┅ - ┻▖┗┓ countdown reached; subject entering Interceptor\n- Subject successfully ▚┗┗┏┗\n- Mass power deficit detected; Redirecting safety net power to ▚━▚┗▜▚┃▘┅ - ┻▖┗┓subsystems.\n- Safety net power exhausted; Power threshold not met\n- 50% Matter information transmitted to Interceptor test terminal\n- 50% Matter information transmitted to ━┏┏┃┓┏┏▄\n- Subject physical integrity compromised; trial unsuccessful\n\n",

  // PDA voicelines
  "OnInterceptorTestDataDownloaded": "It appears this facility may have been used as a testing grounds for a diverse and highly configurable alien transport system.<duration=8000>\nThis data outlines operational logs following several experiments using this technology. Detecting partial temporal corruption<delay=8400><duration=7921>",
  "OnEnterDefenseMoonpool": "Warning: Scans indicate the structural integral integrity of this facility may have been disturbed by the landing path of the Aurora.<duration=7681>\nThis information is legal conjecture until proven by the appropriate galactic federation authorities.<delay=8152><duration=6010>",
  "OnDefenseCloakDisabled": "Facility lockdown protocols disabled.<duration=2838>\nDetecting realignment in nearby photon particles.<delay=3000><duration=3579>",
  "OnMoonpoolNoPrototype": "The following broadcast is being continually transmitted from approximately 150 meters below:<duration=6382>\nScanning for Prototype signature...signature not found.<delay=7255><duration=4354>",

  // Upgrade tech types
  "ProtoEmergencyWarp": "Emergency Warp",
  "Tooltip_ProtoEmergencyWarp": "Allows the Prototype Sub to warp back to the Quarantine Enforcement Platform",
  "ProtoEmergencyWarp_Uninstalled": "Uninstall Emergency Warp",
  "Tooltip_ProtoEmergencyWarp_Uninstalled": "Uninstall the Emergency Warp. Ingredients will be salvaged",

  "ProtoCloak": "Light Distortion Field",
  "Tooltip_ProtoCloak": "Distorts light around the Prototype Sub, allowing for travel without aggrevating wildlife",
  "ProtoCloak_Uninstalled": "Uninstall Light Distortion Field",
  "Tooltip_ProtoCloak_Uninstalled": "Uninstall the Light Distortion Field. Ingredients will be salvaged",

  "ProtoPressureConverters": "Hydrological Pressure Converters",
  "Tooltip_ProtoPressureConverters": "Converts immense pressure into increased engine efficiency",
  "ProtoPressureConverters_Uninstalled": "Uninstall Hydrological Pressure Converters",
  "Tooltip_ProtoPressureConverters_Uninstalled": "Uninstall the Hydrological Pressure Converters. Ingredients will be salvaged",

  "ProtoHydroVentilators": "Hydrodynamic Ventilators",
  "Tooltip_ProtoHydroVentilators": "Converts immense pressure into increased engine speed",
  "ProtoHydroVentilators_Uninstalled": "Uninstall Hydrodynamic Ventilators",
  "Tooltip_ProtoHydroVentilators_Uninstalled": "Uninstall the Hydrodynamic Ventilators. Ingredients will be salvaged",

  "ProtoIonBarrier": "Ion Barrier",
  "Tooltip_ProtoIonBarrier": "Converts large amounts of energy into a shield that reduces damage",
  "ProtoIonBarrier_Uninstalled": "Uninstall Ion Barrier",
  "Tooltip_ProtoIonBarrier_Uninstalled": "Uninstall the Ion Barrier. Ingredients will be salvaged",

  "ProtoIonGenerator": "Ion Generator",
  "Tooltip_ProtoIonGenerator": "Directs all sub resources to siphoning energy from its surroundings. WARNING: Generates excess noise",
  "ProtoIonGenerator_Uninstalled": "Uninstall Ion Generator",
  "Tooltip_ProtoIonGenerator_Uninstalled": "Uninstall the Ion Generator. Ingredients will be salvaged",

  "ProtoOverclockModule": "Engine Overclock Module",
  "Tooltip_ProtoOverclockModule": "Overclocks the engine, consuming additional power. WARNING: May cause hull stress",
  "ProtoOverclockModule_Uninstalled": "Uninstall Engine Overclock Module",
  "Tooltip_ProtoOverclockModule_Uninstalled": "Uninstall the Engine Overclock Module. Ingredients will be salvaged",

  "ProtoTeleporterOverride": "Archway Override",
  "Tooltip_ProtoTeleporterOverride": "Overrides the teleported archway for 2 minutes, allowing for travel back to the Prototype Sub",
  "ProtoTeleporterOverride_Uninstalled": "Uninstall Archway Override",
  "Tooltip_ProtoTeleporterOverride_Uninstalled": "Uninstall the Archway Override. Ingredients will be salvaged",

  "ProtoRepairBotsModule": "Maintenance Bots",
  "Tooltip_ProtoRepairBotsModule": "Installs maintenance bot hangars, which will repair the sub once out of combat",
  "ProtoRepairBotsModule_Uninstalled": "Uninstall Maintenance Bots",
  "Tooltip_ProtoRepairBotsModule_Uninstalled": "Uninstall the maintenance bot hangars. Ingredients will be salvaged",

  "ProtoStasisPulse": "Stasis Pulse",
  "Tooltip_ProtoStasisPulse": "Dumps a large amount of energy into the surrounding area, causing temporary muscle atrophy",
  "ProtoStasisPulse_Uninstalled": "Uninstall Stasis Pulse",
  "Tooltip_ProtoStasisPulse_Uninstalled": "Uninstall the Stasis Pulse. Ingredients will be salvaged",

  "ProtoVariablePowerStreams": "Variable Energy Streams",
  "Tooltip_ProtoVariablePowerStreams": "Replaces old power circuits with new ones capable of siphoning energy from external sources more efficiently.",
  "ProtoVariablePowerStreams_Uninstalled": "Uninstall Variable Energy Streams",
  "Tooltip_ProtoVariablePowerStreams_Uninstalled": "Uninstall the Variable Energy Streams. Ingredients will be salvaged",

  // Tech Groups & Categories (PDA Blueprints)
  "TechGroupPrototypeSub": "Alien Prototype Sub",

  "TechCategoryPrototypeSub": "Alien Prototype Sub",
  "TechCategoryProtoModules": "Alien Sub Upgrades",

  // Power abilities
  "UsePowerAbilitySystem": "Access power extractor",
  "ProtoPowerExtractorLabel": "Power Extractor",
  "ProtoAbilitySystemActive": "Siphoning active",
  "ProtoAbilityRemaining": "{0} min, {1} sec remaining",

  // Engine Lever
  "ProtoEngineLeverEnable": "Start Engine",
  "ProtoEngineLeverDisable": "Shut Down Engine",

  // Voice Notifications
  "Proto_AbandonShip": "ORION: Warning: Critical hull failure! Internal pressure destabilizing! Abandon ship!",
  "Proto_AheadFlank": "ORION: Ahead flank - Emergency speed!",
  "Proto_AheadSlow": "ORION: Ahead slow.",
  "Proto_AheadStandard": "ORION: Ahead standard.",
  "Proto_CreatureAttack": "ORION: Warning: Creature attack!",
  "Proto_DeployingDecoy": "ORION: Creature decoy deployed",
  "Proto_PhotonBeacon": "ORION: Photon beacon deployed",
  "Proto_EmergencyPower": "ORION: Emergency power only. Oxygen production offline.",
  "Proto_EmergencyWarp": "ORION: Activating emergency warp protocol in 3, 2, 1.<duration=11156>",
  "Proto_HullCritical": "ORION: Warning: Hull integrity critical!",
  "Proto_HullLow": "ORION: Caution: Hull integrity low!",
  "Proto_LDFActivate": "ORION: Light distortion field active.",
  "Proto_MaxDepth": "ORION: Warning: Maximum depth reached! Hull damage imminent.",
  "Proto_PoweringDown": "ORION: Engine powering down.",
  "Proto_PoweringUp": "ORION: Engine powering up.",
  "Proto_ProtocolThree": "ORION: Protocol three: Protect the pilot.",
  "Proto_ShieldsRaised": "ORION: Shields raised.",
  "Proto_TotalHullFailure": "ORION: Total hull failure in 5, 4, 3, 2, 1.<duration=7000>",
  "Proto_OpenMoonpool": "ORION: Prototype defense facility signature identified. Broadcasting clearance key.<duration=5628>\n...<delay=5628><duration=2600>\nClearance key accepted.<delay=7572><duration=1499>",
  "Proto_WelcomeAboard": "ORION: Welcome aboard captain. All systems nominal.",
  "Proto_WelcomeAboard_Issue": "ORION: Welcome aboard captain. Some systems compromised.",
  "Proto_WelcomeAboard_Critical": "ORION: Welcome aboard captain. Primary systems compromised.",
  "Proto_HullDamage": "ORION: Hull integrity compromised!",
  "Proto_HullRestored": "ORION: Hull integrity restored.",
  "Proto_CavitationDetected": "ORION: Warning: Vessel cavitation detected!",
  "Proto_FireExtinguished": "ORION: Fire extinguished",
  "Proto_FireDetected": "ORION: Warning: Fire detected!",
  "Proto_EngineOverheat": "ORION: Warning: Ion reactor overheat!",
  "Proto_EngineCritical": "ORION: Warning: Ion reactor temperature critical!",
  "Proto_OverclockEnabled": "ORION: Overclocking ion thruster.",
  "Proto_OverrideTime1": "ORION: Archway target overriden. 120 seconds remaining.",
  "Proto_OverrideTime2": "ORION: WArning: 30 seconds until archway override collapse.",
  "Proto_NoPowerForWarp": "ORION: Additional power required for emergency warp.",
  "Proto_IonGeneratorOverheat": "ORION: Warning: Ion generator overheat!",
  "Proto_IonGeneratorEMP": "ORION: Ion generator stability compromised! Electromagnetic distoratio▜▚┗i-<duration=4719>\n5<delay=4965><duration=1241>\n▚┗▜ 3<delay=6374><duration=1554>\n3-, 1<delay=8482><duration=1716>",

  // Facilities
  "CloakDisableTerminal": "Control terminal",
  "CloakDisableTerminal_Tooltip": "Deactivate cloak",
  "ProtoUpgradeUnlocked": "{0} data downloaded. {1} data fragment(s) remaining.",
  "ProtoUpgradeSetComplete": "{0} data downloaded. Data set complete.",

  // Ping Types
  "ProtoEngineFacilityPing": "┗▚▖▘┣┏┗",
  "ProtoDefenseFacilityPing": "▙▚▛▚┃┛▚",

  // Build terminal
  "BuildTerminalCharging": "Charging...",
  "BuildTerminalConstructing": "Constructing...",
  "UpgradeScreenHeader": "Upgrades",
  "EngineUpgradeText": "Engine",
  "ArchwayUpgradeText": "Interceptor",
  "HullUpgradeText": "Hull",
  "DefenseUpgradeText": "Defense",
  "ProtoUndiscoveredSchematics": "Undiscovered Schematics"
}