{
  // Main prefabs
  "PrototypeSub": "Prototype Submarine",
  "Tooltip_PrototypeSub": "A partially corrupted alien vessel capable of teleportation and versatile modular improvement.",

  "PrototypeSub_Reconstruct": "Reconstruct Prototype Submarine",
  "Tooltip_PrototypeSub_Reconstruct": "Supply materials to centralize the Prototype's warp core.",

  "ProtoRepairBot": "Precursor repair bot",
  "Tooltip_ProtoRepairBot": "This repair bot was designed to work in tandem with the Alien Prototype Submersible, moving around its hull to repair breaches.",

  // Items
  "Proto_PrecursorIngot": "Alien modular framework",
  "Tooltip_Proto_PrecursorIngot": "An advanced material similar to the one used in alien structures. High structural integrity.",

  "IonPrism": "Ion prism",
  "Tooltip_IonPrism": "Highly concentrated energy storage device.",

  "DeployableLight": "Photon emitter",
  "Tooltip_DeployableLight": "A photon emitter for exploring in dark areas. Has a lifetime of 5 minutes. Deployed by hand or via submersible; cannot be reclaimed once deployed",

  "ProtoDogPoster": "Dog(?) poster",
  "Tooltip_ProtoDogPoster": "A poster with a dog(?) in it",

  "PrecursorCross": "Strange object",
  "Tooltip_PrecursorCross": "A strange object; possible religious significance.",

  "PrecursorRadio": "Strange device",

  "ProtoIslandTeleporterKey": "Precursor Tablet",
  "Tooltip_ProtoIslandTeleporterKey": "A precursor tablet pusling with dark energy.",

  "WarperRemnant": "Warper remnant",
  "AlienBuildingBlock": "Alien building block",
  "Tooltip_WarperRemnant": "Foundational alien resource awaiting activation.",
  "Tooltip_AlienBuildingBlock": "Foundational alien resource glowing with biomechanical power.",

  // Ency entries
  "EncyPath_DownloadedData/Precursor/ProtoUpgrades": "Prototype Sub Upgrades",
  "ProtoPrecursorIngotEncy_Title": "Alien Modular Framework",
  "ProtoPrecursorIngotEncy_Body": "An advanced material with high structural integrity. Scanned from the quarantine enforcement platform, this PDA was unable to fully synthesize the material's composition and had to change some elements.\nThis will therefore lead to slightly lower durability.\n\nAnalysis:\n- High structural integrity\n- Useful for extreme pressure vessels\n- Requires multiple advanced materials",
  "ProtoCloakEncy_Title": "Light Distortion Field",
  "ProtoCloakEncy_Body": "This cache provides missing data relating to the previously non-functional light reflection emitters situated across the hull of the Prototype. The data describes that the light-reflection emitters are capable of generating a radius around the Prototype whereby all external light is perfectly captured and internally reflected- Effectively preventing all light from within its radius from escaping.\n\nThe schematics outline that the reflective barrier extends to 60 meters in height, 60 meters from portside to starboard, as well as 100 meters from stern to bow.\n\nIt is clear that the intended use for this technology is to evade detection from predators, though no existing data can provide information regarding what species of fauna this vessel was designed to evade.\n\n<b>WARNING:</b> According to the available schematics, the reflective barrier does <b>NOT</b> appear to affect the ability for the Prototype to be sensed through vibrations and sound.",
  "ProtoEmergencyWarpEncy_Title": "Emergency Warp Protocol",
  "ProtoEmergencyWarpEncy_Body": "This cache appears to contain a backdoor protocol to the archway interceptor which enables it to instantaneously transport the Prototype to a pre-specified location. The data corresponding to where this pre-specified location lies is unable to be decrypted.\n\nThe following additional data has been extracted:\n- Due to the immense concentration of energy necessary for this protocol to be activated, an energy equivalent of <b>four fully-charged ion power cells</b> must be available in order to activate it.\n- Due to incomplete energy-regulation technologies within this schematic, it can be inferred that <b>all available power will be exhausted upon activating this protocol</b>.",
  "ProtoInterceptorEncy_Title": "Archway Interceptor",
  "ProtoInterceptorEncy_Body": "The data from this schematic matches data seen in background scans of previously-encountered matter transportation terminals. The schematic appears to enable functioning of an onboard matter transportation device; Allowing the user to instantaneously transport themselves to any activated alien transportation archway. However, no protocols currently exist in this schematic to enable the user to access it from the primary archway network.\n\nThe following additional data has been extracted:\n- Each transport requires and consumes 1 ion cube.\n- One-way transportation only.\n- Data from each alien archway is required to enable teleportation to it.\n- The schematics include 1 built-in set of archway data.",
  "ProtoRepairDroidsEncy_Title": "Repair Droids",
  "ProtoRepairDroidsEncy_Body": "This upgrade details protocols enabling access to previously non-functional autonomous maintenance robot assembly depots. Maintenance robot construction schematics match data seen in background scans at previously-discovered alien facilities.\n\nThe following additional data was extracted:\n- Maintenance robots possess advanced welding technology capable of repairing external hull damage over time.\n- Safety protocols onboard maintenance robots prevent passive hull repair during creature attacks.",
  "ProtoPressureConvertersEncy_Title": "Hydrological Pressure Converters",
  "ProtoPressureConvertersEncy_Body": "This protocol activates passive pressure converters built into the hull of the Prototype. These pressure converters appear to have the ability to regulate energy reuptake at great depths.\n\nThe following additional data was extracted:\n- Energy efficiency increases with depths beginning at 800 meters below sea level.",
  "ProtoIonBarrierEncy_Title": "Ion Barrier",
  "ProtoIonBarrierEncy_Body": "This schematic links previously non-functional ion energy emitters lining the hull of the submersible. The nuclear energy field generated with these emitters creates a thin electrostatic mesh surrounding the vessel capable of absorbing blunt force impacts. The energy absorbed with this barrier uses reserve power directly proportional to the impact force; The more substantial the impact, the more energy must be consumed to deflect it.\n\nThe following additional data was extracted:\n- Light emitter subroutines appear to be inaccessible while the barrier is active.\n- Due to the encompassing nature of the mesh, disembarking the vessel is impossible while the barrier is active.\n- The maximum capacity for the energy cells powering the energy emitters is limited, meaning that the barrier may require time to recharge in-between activations and may be slow to fully protect the vessel.",
  "ProtoStasisPulseEncy_Title": "Stasis Pulse",
  "ProtoStasisPulseEncy_Body": "This schematic uses energy emitters surrounding the hull of the ship to passively collect and discharge underwater electrostatic energy. The discharge of this energy closely resembles the latest defensive developments in the <i>Survival-Grade Alterra Stasis Rifle</i>. Upon charge and activation, the electrostatic pulse will temporarily paralyse nearby biological tissues including muscles, some internal organs and all brain activity.\n\nThe following additional data was extracted:\n- Paralysis of nearby organisms is dependent on their size. Larger organisms may regain mental functioning faster than smaller ones- Potentially leading to instantaneous death of small creatures.\n- The maximum capacity for the energy cells powering the electrostatic emitters is limited, meaning that the pulse may require time to recharge in-between activations and will consume a significant amount of stored energy.\n\n<b>Warning: Experiencing a discharge from this module may semi-permanently damage key cognitive functions such as muscle control, mental clarity and communication from the brain stem to vital and sensory organs causing potential brain death from cerebral hypoxia within 10 minutes of infliction. Avoid at all costs.</b>",
  "ProtoVentilatorsEncy_Title": "Hydrodynamic Ventilators",
  "ProtoVentilatorsEncy_Body": "This schematic allows for more specialized functioning of ventilation grills lining the bow of the submersible. Adding protocols for adapting grill dimensions and orientation to increased water pressure, this module allows the Prototype submersible to more efficiently jettison water for greater propulsion at increased depths.\n\nThe following additional data was extracted:\n- Protocol specifies hydrodynamic ventilation at a minimum depth of <b>1000 meters</b> below sea level in order to conserve power.\n- At depths in excess of <b>10,000 meters</b>, the hydrodynamic ventilation fails to compensate for increased water pressure and its effects on the vessel’s speed greatly diminish.",
  "ProtoIonGeneratorEncy_Title": "Ion Generator",
  "ProtoIonGeneratorEncy_Body": "By conserving power from all non-essential systems onboard the submersible, this module allows the Ion engine to alter its functioning to serve as a localized fusion reactor- Slowly regenerating power over time in exchange for a loss of functionality onboard the submersible.\n\nThe following additional data was extracted:\n- Due to the extreme conservation of  power necessary to carry out the fusion reaction, the following systems are non-functional while the Ion generator is active:\n   - Defense modules\n   - Ion thrusters\n   - Archway interceptor\n   - Loading bay\n- If left unsupervised for extended periods of time, there is a significant risk of the leaking of dangerous gamma radiation and neutron projectiles escaping the reaction chamber and tearing holes through the ship’s hull.\n- The sub-atomic collisions generated from the fusion reactor may cause detectable vibrations up to 200 meters away.",
  "ProtoOverclockEncy_Title": "Overclock Module",
  "ProtoOverclockEncy_Body": "This protocol appears to temporarily sever several safety protocols related to energy regulation and the frequency at which instructions are sent from the Ion engine to the vessel’s primary thruster. On activation of this protocol, the vessel will expend a significant amount of energy in exchange for increasing the power running through the ship’s Ion thruster- Resulting in an increased speed.\n\nThe following additional data was extracted:\n- Haphazard use of the overclock module may result in weak points in the vessel’s exterior receiving heavy wear- Potentially resulting in spontaneous hull breaches.",
  "ProtoDeployableLightEncy_Title": "Photon Emitter",
  "ProtoDeployableLightEncy_Body": "This device appears to have been designed either as a navigational and visual aid, or as a decoy for small to medium sized fauna; perhaps both. Its design seems to accommodate for a central exothermic and chemiluminescent reaction contained within two halves of the device held together using precise sound waves. The energy contained within this sample is enough to luminate the device’s surroundings a few hundred meters in each direction, and will last for approximately two minutes.",
  "ProtoIonPrismEncy_Title": "Ion Prism",
  "ProtoIonPrismEncy_Body": "This object consists of two prismatic crystals fused together to minimize external surface area, as well as three smaller crystals affixed to the uppermost component. The energy contained within the prism is approximated to reach over thirteen trillion Joules of energy. If released, the resulting thermonuclear explosion would reach a distance of 62.3 kilometers in all directions, and would prove fatal to all life forms within 3.3 kilometers- Enough to eradicate most of if not all biological life within the crater. In its current state, it does not seem possible nor wise to attempt to extract the energy from its container. In order to use this object to power equipment, currently undiscovered technology would be needed.\n\n<b>Assessment: HANDLE WITH EXTREME CAUTION</b>",
  "OrionFacilityLogs_Title": "The Orion Neural Cluster",
  "OrionFacilityLogs_Body": "Following an expedition to an unnamed planet, it appears the aliens created a new, highly chaotic form of artificial intelligence using the twin systems referred to as ┅▞┃ and  ┅▖┃▜ . If further data surrounding these systems can be collected, a significant bonus will be waiting for you at Alterra HQ.\n\nNeural cluster testing V.23.1.18: ‘Or-Ion’\nCluster density: 2008 ━▞▄▄▞┏┃/ ▜\n┓┗┏┣┏┣┅┓▚ database access: RESTRICTED\nCluster growth potential: Largest thus observed\nCluster morality: NON-FUNCTIONAL\nCandidate strength: MODERATE\n\nWARNING: EXPOSING V.23.1.18 TO INCOMPLETE SCHEMATICS MAY DAMAGE BIO-DETECTION SOFTWARE. AVOID.",
  "DefenseFacilityLogs_Title": "Defense Facility Audit Logs",
  "DefenseFacilityLogs_Body": "This terminal appears to have been controlling the parameters surrounding this facility’s lockdown procedure which, prior to deactivation, involved a physical exterior barricade, complete internal data protection, and the distortion of nearby photon particles in an effort to cloak the sensitive internals of the facility.\n\nThe following information was decrypted from the onboard audit log:\n- The facility was constructed slightly following the erection of the Quarantine Enforcement Platform, and appears to be linked via a constant data stream to three other facilities in addition to the Quarantine Enforcement Platform.\n- The structure appears to have been specially positioned in a highly defensible location, and operational logs dictate that the facility was constructed in order to research the maternal aggression of megafauna inhabiting the ecological dead zone beyond the facility’s frontal barrier.\n- In order to control the damage done to the facility from megafauna attacks, several defensive technologies were researched and utilised to varying degrees within the facility. These technologies include schematics for a light distortion field, an ionic barrier system, and a momentary electrostatic pulse emitter.\n- Following a directive from a sibling facility much deeper underwater, this facility’s primary directive was to determine the aggression of a particular megafauna organism in order to ensure the safety of the sibling facility in its own analytic endeavours. However, an irregularity in the facility’s audit log history suggests that this directive was quickly abandoned following an impromptu command issued within the sibling facility, leading to the defensive technologies developed in this facility to be used to enact an irreversible lockdown, containing all life forms within it.\n- The final audit message indicates that this lockdown was lifted mere seconds ago.",
  "EngineFacilityLogs_Title": "Engine Facility Audit Logs",
  "EngineFacilityLogs_Body": "The following audit log outlines the operational data output from this facility dating back approximately 1000 years. Data relating to specific chronological periods is unable to be translated. However, the order of events has been preserved:\n\n┃▚╋▚┗     Facility established, stored thermal energy increasing.\n▜┏┃┃▖          Ion reactor testing begun, fluctuating energy levels under control.\n▜▞╋▚          Catastrophic failure detected, energy levels minimized.\n┅┏┫           Global directive updated, Ion reactor testing halted.\n┫┓               Entering hibernation, stored energy optimal for maintaining system health.\n┃▚╋▚┗     Planetary vessel detected within quarantine zone.\n▜┏┃┃▖          Stored energy reaching critically-low levels.\n▄▚┣              Massive energy discharge detected in Quarantine Enforcement Platform. Energy levels critical. System meltdown imminent.\n┅┏┫           Entering hibernation. Stored energy: 0 ▟\n▙┏┻┃             Audit log retrieved. Exiting hibernation.",
  "ProtoDatabankEncy_Title": "Prototype Schematic",
  "ProtoDatabankEncy_Body": "The information downloaded from this terminal appears to harbor corruption patterns discordant with previously-downloaded alien data.\n\nPotential causes may include:\n- Data being written in an alternative alien language.\n- Data utilizing technology separate from other terminals encountered thus far.\n- Data entering hibernation over a period of time significantly longer than other terminals.\n\nThe usable extracted data describes the schematics for a large, highly robust and capable submersible seemingly used to collect precise geographical data from bodies of water at great depths.\n\nThe vessel schematic includes:\n- A default crush depth of 1000m [SUBJECT TO CHANGE]\n- Exterior light reflection emitters; Currently non-functional\n- A large, hull-piercing intrusion situated at the vessel’s core, potentially indicating corrupted exterior schematics\n- 3 floors of useable interior\n- No entrance hatch\n- A launch bay situated in the hull closely resembling technology used to launch creature decoys in the Cyclops submersible\n- A highly advanced internal reactor capable of extracting power from alien sources, as well as harboring significant buildup and concentration of ion energy\n\nThe Alterra corporation advises that this data be uploaded immediately to the nearest trans-gov mandated data terminal to ensure the safe collection of all potentially dangerous alien da--\n\n<b>┛▖▛▚┣┅ protocols activated. Severing data stream.</b>",
  "ProtoFacilitiesEncy_Title": "Prototype Project Facilities",
  "ProtoFacilitiesEncy_Body": "Additional alien facilities identified in reference to the alien “Prototype project”. Each facility appears to be dedicated to developing technologies for a specific aspect of the project.\n\nHull Facility:\n- Depth: 600m\n- Location: Lowest point of a large, cavernous ravine southwest of Lifepod 5\n- Function: Development and research of physical augmentation to the Prototype vessel’s exterior systems and integrity\n- Objective: Re-allocation of workforce to bacterium research project\n\nArchway Interceptor Facility:\n- Depth: 600-700m\n- Location: Interspersed throughout a richly bioluminescent cave system below the Quarantine Enforcement Platform\n- Function: Testing and development of Archway Interceptor systems and augmentations\n- Objective: Organic matter recuperation and long-term stasis preparation\n\nIon Reactor Facility:\n- Depth: 1150m\n- Location: In magmatic cavern beside large-scale networked power source.\n- Function: Development and management of Ion Reactor design and augmentations\n- Objective: Periodic long-term global resistor maintenance\n\nDefense Facility:\n- Depth: ▛╋▝▙┗▙\n- Location: ┛┏┫┣▝ ┏▛ ┛▝▞┓\n- Function: ▙▚▛▚┃┛▚ ┛┅┛┣▚━┛ ▙▚╋▚▄┏┓━▚┃┣\n- Objective: ━▖▞┃┣▖▞┃ ▛▖▘▞▄▞┣┅ ▄┏▘▀▙┏┻┃",

  // Cameras
  "PrototypeCam1": "Camera ┓ - ▛┗┏┃┣▝",
  "PrototypeCam2": "Camera ╋ - ▄┏┻▚┗",
  "PrototypeCam3": "Camera ┫ - ┗▚▖┗",

  "BuildTerminal_Occupied": "Moonpool occuped\nCannot build!",

  // Power System
  "PrototypePowerLabel": "Prototype Power System",
  "ProtoAbilityButtonText": "CONSUME",
  "ProtoCancelSelection": "Cancel",
  "ProtoPowerFull": "Power at max capacity",
  "ProtoReactorOpening": "Reactor opening",
  "ProtoUninstallSource": "Uninstall source",

  "UseProtoPowerSystem": "Access power system",
  "PowerCell_ProtoEfficiency": "This power source seems to be compatibile with the Architect Prototype submarine, albeit with a low efficiency.",
  "PrecursorIonCrystal_ProtoEfficiency": "This power source seems to be compatibile with the Architect Prototype submarine. It will likely run with middling efficiency.",
  "PrecursorIonPowerCell_ProtoEfficiency": "This power source seems to be compatibile with the Architect Prototype submarine. It will likely run with high efficiency.",

  // Teleporter descriptions
  "ProtoTeleporter_SelectDest": "Select Destination",
  "ProtoTeleporter_NoTPSet": "No Archway Selected",

  "guntpM_ProtoLabel": "Thermal Plant Facility Archway",
  "guntpS_ProtoLabel": "Quarantine Enforcement Platform Archway",

  "finaltpM_ProtoLabel": "Primary Containment Facility Archway",
  "finaltpS_ProtoLabel": "Moutains Primary Containment Archway",

  "islandtpM_ProtoLabel": "Mountain Island Archway",
  "islandtpS_ProtoLabel": "Floating Island Archway",

  "cragfieldtpM_ProtoLabel": "PCF to Crag Field",
  "cragfieldtpS_ProtoLabel": "Crag Field to PCF",

  "kooshzonetpM_ProtoLabel": "PCF to Bulb Field",
  "kooshzonetpS_ProtoLabel": "Bulb Field to PCF",

  "lostrivertpM_ProtoLabel": "PCF to Lost River",
  "lostrivertpS_ProtoLabel": "Lost River to PCF",

  "mushroomforesttpM_ProtoLabel": "PCF to Mushroom Forest",
  "mushroomforesttpS_ProtoLabel": "Mushroom Forest to PCF",

  "protoislandtpS_ProtoLabel": "Interceptor Island",

  // Deployables terminal
  "UseDeployableTerminal": "Access deployables storage",
  "ProtoDeployableEquipmentLabel": "Deployables Storage",

  // UI
  "DeployLightButton": "Deploy Light",
  "ToggleCloakButton": "Toggle Light Distortion Field",
  "WarpToMoonpool": "Warp to Moonpool",
  "ActivateStasisSphere": "Activate Stasis Field",
  "ProtoButtonEnable": "Activate",
  "ProtoButtonDisable": "Deactivate",

  // Upgrade encies
  "ProtoTeleporterEncyEntry": "Alien Archway Testing",
  "ProtoTeleporterEncyEntry_Body": "Interceptor Compatibility Test Audit Log\n\nTrial 1 - Interceptor /  ▞┏┃ -  ▜▚┃▚┗▖┣┏┗ compatibility test\n\n- ▞┏┃ -  ▜▚┃▚┗▖┣┏┗ activated; power streams redirecting\n- Interceptor energy link established; connection strength nominal\n- Subject entering Interceptor\n- Detecting significant fluctuations in Interceptor connection strength\n- Subject successfully de-materialized; matter transfer in 7.14  ▄━▖┏\n- ETA surpassed; Engaging ┛▖▛▚┣┅ protocols\n- Exponential ionic energy spike detected in  ▞┏┃ -  ▜▚┃▚┗▖┣┏┗ subsystems; Severing energy stream\n- Subject matter information lost; trial unsuccessful\n\nTrial 2 - Interceptor ┏┳▚┗┗▞▙▚ module functionality test\n\n- ┏┳▚┗┗▞▙▚ module installed; increasing Interceptor power threshold\n- Auxiliary power streams engaged; power threshold met\n- Interceptor energy link established; connection strength within acceptable error margin\n- Subject entering interceptor\n- Connection strength returned to normal levels\n- Subject successfully de-materialized; matter transfer in 17.53  ▄━▖┏\n- ┏┳▚┗┗▞▙▚ module protocols called\n- Detecting fluctuations in kinetic energy output; Wavelength emission: 470 ┃▖┃┏━\n- Interceptor test terminal link successfully intercepted; matter information received\n- Biomechanic inspection yields no notable results\n- Subject re-entering Interceptor test terminal\n- Matter information successfully transmitted\n- Subject confirmation detected; trial successful\n\nTrial 3 - Interceptor / ▚━▚┗▜▚┃▘┅ - ┻▖┗┓module compatibility test\n\n- ▚━▚┗▜▚┃▘┅ - ┻▖┗┓ module installed; preparing for mass power redirection & consumption\n- Interceptor energy link established; connection strength nominal\n- Activating ▚━▚┗▜▚┃▘┅ - ┻▖┗┓ countdown protocols\n- Detecting significant Interceptor energy redirection; connection strength destabilizing\n- ▚━▚┗▜▚┃▘┅ - ┻▖┗┓ countdown reached; subject entering Interceptor\n- Subject successfully ▚┗┗┏┗\n- Mass power deficit detected; Redirecting safety net power to ▚━▚┗▜▚┃▘┅ - ┻▖┗┓subsystems.\n- Safety net power exhausted; Power threshold not met\n- 50% Matter information transmitted to Interceptor test terminal\n- 50% Matter information transmitted to ━┏┏┃┓┏┏▄\n- Subject physical integrity compromised; trial unsuccessful\n\n",

  // PDA voicelines
  "OnInterceptorTestDataDownloaded": "It appears this facility may have been used as a testing grounds for a diverse and highly configurable alien transport system.<duration=8000>\nThis data outlines operational logs following several experiments using this technology. Detecting partial temporal corruption<delay=8400><duration=7921>",
  "OnEnterDefenseMoonpool": "Warning: Scans indicate the structural integral integrity of this facility may have been disturbed by the landing path of the Aurora.<duration=7681>\nThis information is legal conjecture until proven by the appropriate galactic federation authorities.<delay=8152><duration=6010>",
  "OnDefenseCloakDisabled": "Facility lockdown protocols disabled.<duration=2838>\nDetecting realignment in nearby photon particles.<delay=3000><duration=3579>",
  "OnMoonpoolNoPrototype": "The following broadcast is being continually transmitted from approximately 150 meters below:<duration=6382>\nScanning for Prototype signature...signature not found.<delay=7255><duration=4354>",
  "OnApproachDefenseFacility": "Detecting irregularity in the alignment of nearby photon particles.<duration=4697>\nEnvironmental scans indicate the existence of a subterranean tunnel extending into, and connecting to the surface of the surrounding terrain.<delay=4884><duration=8405>\nApproximate distance: 300m<delay=13607><duration=3138>",

  // Upgrade tech types
  "ProtoEmergencyWarp": "Emergency Warp",
  "Tooltip_ProtoEmergencyWarp": "Allows the Prototype Sub to warp back to the Quarantine Enforcement Platform",
  "ProtoEmergencyWarp_Uninstalled": "Uninstall Emergency Warp",
  "Tooltip_ProtoEmergencyWarp_Uninstalled": "Uninstall the Emergency Warp. Ingredients will be salvaged",

  "ProtoCloak": "Light Distortion Field",
  "Tooltip_ProtoCloak": "Distorts light around the Prototype Sub, allowing for travel without aggrevating wildlife",
  "ProtoCloak_Uninstalled": "Uninstall Light Distortion Field",
  "Tooltip_ProtoCloak_Uninstalled": "Uninstall the Light Distortion Field. Ingredients will be salvaged",

  "ProtoPressureConverters": "Hydrological Pressure Converters",
  "Tooltip_ProtoPressureConverters": "Converts immense pressure into increased engine efficiency",
  "ProtoPressureConverters_Uninstalled": "Uninstall Hydrological Pressure Converters",
  "Tooltip_ProtoPressureConverters_Uninstalled": "Uninstall the Hydrological Pressure Converters. Ingredients will be salvaged",

  "ProtoHydroVentilators": "Hydrodynamic Ventilators",
  "Tooltip_ProtoHydroVentilators": "Converts immense pressure into increased engine speed",
  "ProtoHydroVentilators_Uninstalled": "Uninstall Hydrodynamic Ventilators",
  "Tooltip_ProtoHydroVentilators_Uninstalled": "Uninstall the Hydrodynamic Ventilators. Ingredients will be salvaged",

  "ProtoIonBarrier": "Ion Barrier",
  "Tooltip_ProtoIonBarrier": "Converts large amounts of energy into a shield that reduces damage",
  "ProtoIonBarrier_Uninstalled": "Uninstall Ion Barrier",
  "Tooltip_ProtoIonBarrier_Uninstalled": "Uninstall the Ion Barrier. Ingredients will be salvaged",

  "ProtoIonGenerator": "Ion Generator",
  "Tooltip_ProtoIonGenerator": "Directs all sub resources to siphoning energy from its surroundings. WARNING: Generates excess noise",
  "ProtoIonGenerator_Uninstalled": "Uninstall Ion Generator",
  "Tooltip_ProtoIonGenerator_Uninstalled": "Uninstall the Ion Generator. Ingredients will be salvaged",

  "ProtoOverclockModule": "Engine Overclock Module",
  "Tooltip_ProtoOverclockModule": "Overclocks the engine, consuming additional power. WARNING: May cause hull stress",
  "ProtoOverclockModule_Uninstalled": "Uninstall Engine Overclock Module",
  "Tooltip_ProtoOverclockModule_Uninstalled": "Uninstall the Engine Overclock Module. Ingredients will be salvaged",

  "ProtoTeleporterOverride": "Archway Override",
  "Tooltip_ProtoTeleporterOverride": "Overrides the teleported archway for 2 minutes, allowing for travel back to the Prototype Sub",
  "ProtoTeleporterOverride_Uninstalled": "Uninstall Archway Override",
  "Tooltip_ProtoTeleporterOverride_Uninstalled": "Uninstall the Archway Override. Ingredients will be salvaged",

  "ProtoRepairBotsModule": "Maintenance Bots",
  "Tooltip_ProtoRepairBotsModule": "Installs maintenance bot hangars, which will repair the sub once out of combat",
  "ProtoRepairBotsModule_Uninstalled": "Uninstall Maintenance Bots",
  "Tooltip_ProtoRepairBotsModule_Uninstalled": "Uninstall the maintenance bot hangars. Ingredients will be salvaged",

  "ProtoStasisPulse": "Stasis Pulse",
  "Tooltip_ProtoStasisPulse": "Dumps a large amount of energy into the surrounding area, causing temporary muscle atrophy",
  "ProtoStasisPulse_Uninstalled": "Uninstall Stasis Pulse",
  "Tooltip_ProtoStasisPulse_Uninstalled": "Uninstall the Stasis Pulse. Ingredients will be salvaged",

  "ProtoVariablePowerStreams": "Variable Energy Streams",
  "Tooltip_ProtoVariablePowerStreams": "Replaces old power circuits with new ones capable of siphoning energy from external sources more efficiently.",
  "ProtoVariablePowerStreams_Uninstalled": "Uninstall Variable Energy Streams",
  "Tooltip_ProtoVariablePowerStreams_Uninstalled": "Uninstall the Variable Energy Streams. Ingredients will be salvaged",

  // Tech Groups & Categories (PDA Blueprints)
  "TechGroupPrototypeSub": "Alien Prototype Sub",

  "TechCategoryPrototypeSub": "Alien Prototype Sub",
  "TechCategoryProtoModules": "Alien Sub Upgrades",

  // Power abilities
  "UsePowerAbilitySystem": "Access power extractor",
  "ProtoPowerExtractorLabel": "Power Extractor",
  "ProtoAbilitySystemActive": "Siphoning active",
  "ProtoAbilityRemaining": "{0} min, {1} sec remaining",

  // Engine Lever
  "ProtoEngineLeverEnable": "Start ion reactor",
  "ProtoEngineLeverDisable": "Shut down ion reactor",

  // Voice Notifications
  "Proto_AbandonShip": "{0}: Warning: Critical hull failure! Pressure destabilizing! Abandon ship!",
  "Proto_AheadFlank": "{0}: Ahead flank - Emergency speed!",
  "Proto_AheadSlow": "{0}: Ahead slow.",
  "Proto_AheadStandard": "{0}: Ahead standard.",
  "Proto_CreatureAttack": "{0}: Warning: Creature attack!",
  "Proto_DeployingDecoy": "{0}: Creature decoy deployed",
  "Proto_PhotonBeacon": "{0}: Photon beacon deployed",
  "Proto_EmergencyPower": "{0}: Emergency power only. Oxygen production offline.",
  "Proto_EmergencyWarp": "{0}: Activating emergency warp protocol in 3, 2, 1.<duration=6341>",
  "Proto_HullCritical": "{0}: Hull integrity critical!",
  "Proto_HullLow": "{0}: Caution: Hull integrity low!",
  "Proto_LDFActivate": "{0}: Generating active cloak.",
  "Proto_MaxDepth": "{0}: Warning: Maximum depth reached! Hull damage imminent.",
  "Proto_PoweringDown": "{0}: Ion reactor powering down.",
  "Proto_PoweringUp": "{0}: Ion reactor powering up.",
  "Proto_ProtocolThree": "{0}: Protocol three: Protect the pilot.",
  "Proto_ShieldsRaised": "{0}: Shields raised.",
  "Proto_TotalHullFailure": "{0}: Total hull failure in 5, 4, 3, 2, 1.<duration=7000>",
  "Proto_OpenMoonpool": "{0}: Prototype defense facility signature identified. Broadcasting clearance key.<duration=5628>\n...<delay=5628><duration=609>\nClearance key accepted.<delay=5191><duration=2310>",
  "Proto_WelcomeAboard": "{0}: User detected. Primary systems active.",
  "Proto_WelcomeAboard_Issue": "{0}: Onboarding user. Primary systems compromised.",
  "Proto_WelcomeAboard_Critical": "{0}: User detected. Primary systems critical.",
  "Proto_HullDamage": "{0}: Hull integrity compromised!",
  "Proto_HullRestored": "{0}: Hull integrity restored.",
  "Proto_CavitationDetected": "{0}: Warning: Vessel cavitation detected! Brace!",
  "Proto_FireExtinguished": "{0}: Fire extinguished",
  "Proto_FireDetected": "{0}: Warning: Fire detected!",
  "Proto_EngineOverheat": "{0}: Warning: Ion reactor overheat!",
  "Proto_EngineCritical": "{0}: Warning: Ion reactor temperature critical!",
  "Proto_OverclockEnabled": "{0}: Activating ion thruster overclock.",
  "Proto_OverrideTime1": "{0}: Archway target overriden. 120 seconds remaining.",
  "Proto_OverrideTime2": "{0}: Warning: 30 seconds until archway override collapse.",
  "Proto_NoPowerForWarp": "{0}: Additional power required for emergency warp.",
  "Proto_IonGeneratorOverheat": "{0}: Warning: Ion generator overheat!",
  "Proto_IonGeneratorEMP": "{0}: Ion generator stability compromised! Electromagnetic discharge in<duration=4627>\n5<delay=4653><duration=1032>\n4<delay=6012><duration=663>\n▚┗▜-3-3<delay=7365><duration=1578>1<delay=9114><duration=578>",
  "Proto_InterceptorLocked": "{0}: Primary system control directed to Orion neural cluster.<duration=4434>\nArchway interceptor offline. Directive priority: MAXIMAL.<delay=4556><duration=4900>",
  "Proto_ReactorLocked": "{0}: Primary system control directed to Orion neural cluster.<duration=3971>\nManual reactor control offline. Directive priority: MAXIMAL.<delay=4539><duration=5260>",

  // Terminal Voicelines
  "Proto_DevResumed": "{0}: Orion neural cluster reinitialized. Neural scans of user indicate disconnection from collective.<duration=7640>\nNetwork unavailable. Enabling black box protocol.<delay=7777><duration=4658>\nPrototype development resumed.<delay=12726><duration=2580>",
  "Proto_StoryEndPingVoiceline": "{0}: Prototype schematic database restored. Primary directive updated.<duration=5296>\nDeadzone mapping initiative online. Awaiting manual direction to ecological dead zone.<delay=5362><duration=5470>",
  "Proto_DefensePingSpawned": "{0}: Prototype defense facility coordinates decrypted from blackbox data.",
  "Proto_AdditionalData": "{0}: Additional Prototype schematics detected. Database updated.",

  "ProtoOrionNoData": "ORION",
  "ProtoOrionFullData": "OR-ION",

  // Facilities
  "CloakDisableTerminal": "Control terminal",
  "CloakDisableTerminal_Tooltip": "Deactivate cloak",
  "ProtoUpgradeUnlocked": "{0} data downloaded. {1} data fragment(s) remaining.",
  "ProtoUpgradeSetComplete": "{0} data downloaded. Data set complete.",

  // Ping Types
  "ProtoDefenseFacilityPing": "▙▚▛▚┃┛▚",
  "StoryEndPingType": "Dead zone mapping site",

  // Build terminal
  "BuildTerminalCharging": "▘▝▖┗▜▞┃▜...",
  "BuildTerminalConstructing": "▘┏┃┛┣┗┫▘┣▞┃▜...",
  "UpgradeScreenHeader": "┫┓▜┗▖▙▚┛",
  "EngineUpgradeText": "▚┃▜▞┃▚",
  "ArchwayUpgradeText": "▞┃┣▚┗▘▚┓┣┏┗",
  "HullUpgradeText": "▝┫▄▄",
  "DefenseUpgradeText": "▙▚▛▚┃┛▚",
  "ProtoUndiscoveredSchematics": "┓┓┓┓┓┓┓┓┓┓┓",
  "ProtoAwaitingInput": "┻▖▞┣▞┃▜ ▞┃┓┫┣...",
  "ProtoNewUpgradeReceived": "┃▚┻ ▙▖┣▖ ▙▚┣▚▘┣▚▙...",
  
  // Precursor Fabricator
  "PrecursorFabricator": "Precursor Fabricator",
  "UsePrecursorFabricator": "Use precursor fabricator",
  "PrecursorFabricator_Tab_Keys": "Keys",
  "PrecursorFabricator_Tab_PowerSources": "Power sources",
  "PrecursorFabricator_Tab_Utilities": "Utilities",

  // Credits
  "ProtoCreditsText": "<size=90>THE PROTOTYPE</size>\n\n<b><size=60>Developers:</size></b>\n\n<b>Octolink</b>\n- Prototech director\n- 3D assets\n- Gameplay design & coordination\n- Narrative design\n- Voice acting (Or-Ion)\n\n<b>GamingForFun (IndigoCoder)</b>\n- Programming & technical lead\n- Design & implementation\n- Sub Library creation\n\n<b>Deamoz</b>\n- Sound design & OST\n\n<b>ClubEar</b>\n- 2D Assets\n\n<b>KooKoo</b>\n- Server staff\n- Contact support\n\n<b><size=60>Collaborators:</size></b>\n\n<b>SteveKong</b>\n- Video & trailer creation\n\n<b>N8Crafter</b>\n- Precursor tiles & 3D art consultant\n- Return of the Ancients compatibility consultant\n\n<b>Lilly23 (Snom/NoContextLilly)</b>\n- The Red Plague compatibility\n\n<b>Dr.Dyers</b>\n- Prototech team logo\n\n<b><size=60>Special Thanks:</size></b>\n\n<b>RedDev</b>\n<b>Al~</b>\n<b>Anthomnia</b>\n<b>Artyom (MildBlobFish)</b>\n<b>Esper</b>\n<b>FoulHawk</b>\n<b>Lee23</b>\n<b>Metious</b>\n<b>EldritchCarMaker</b>\n<b>MonikaCinnyRoll</b>\n<b>Obraxis</b>\n<b>Sebazavrik</b>\n<b>TheLastBacon</b>\n<b>The amazing Subnautica Modding community</b>\n\n<b>...And you!</b>"
}